[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAAAAAA
AAAAAAAAC
AAAAAAAAG
AAAAAAAAT
AAAAAAACA
AAAAAAACC
AAAAAAACG
AAAAAAACT
AAAAAAAGA
AAAAAAAGC
AAAAAAAGG
AAAAAAAGT
AAAAAAATA
AAAAAAATC
AAAAAAATG
AAAAAAATT
AAAAAACAA
AAAAAACAC
AAAAAACAG
AAAAAACAT
AAAAAACCA
AAAAAACCC
AAAAAACCG
AAAAAACCT
AAAAAACGA
AAAAAACGC
AAAAAACGG
AAAAAACGT
AAAAAACTA
AAAAAACTC
AAAAAACTG
AAAAAACTT
AAAAAAGAA
AAAAAAGAC
AAAAAAGAG
AAAAAAGAT
AAAAAAGCA
AAAAAAGCC
AAAAAAGCG
AAAAAAGCT
AAAAAAGGA
AAAAAAGGC
AAAAAAGGG
AAAAAAGGT
AAAAAAGTA
AAAAAAGTC
AAAAAAGTG
AAAAAAGTT
AAAAAATAA
AAAAAATAC
AAAAAATAG
AAAAAATAT
AAAAAATCA
AAAAAATCC
AAAAAATCG
AAAAAATCT
AAAAAATGA
AAAAAATGC
AAAAAATGG
AAAAAATGT
AAAAAATTA
AAAAAATTC
AAAAAATTG
AAAAAATTT
AAAAACAAA
AAAAACAAC
AAAAACAAG
AAAAACAAT
AAAAACACA
AAAAACACC
AAAAACACG
AAAAACACT
AAAAACAGA
AAAAACAGC
AAAAACAGG
AAAAACAGT
AAAAACATA
AAAAACATC
AAAAACATG
AAAAACATT
AAAAACCAA
AAAAACCAC
AAAAACCAG
AAAAACCAT
AAAAACCCA
AAAAACCCC
AAAAACCCG
AAAAACCCT
AAAAACCGA
AAAAACCGC
AAAAACCGG
AAAAACCGT
AAAAACCTA
AAAAACCTC
AAAAACCTG
AAAAACCTT
AAAAACGAA
AAAAACGAC
AAAAACGAG
AAAAACGAT
AAAAACGCA
AAAAACGCC
AAAAACGCG
AAAAACGCT
AAAAACGGA
AAAAACGGC
AAAAACGGG
AAAAACGGT
AAAAACGTA
AAAAACGTC
AAAAACGTG
AAAAACGTT
AAAAACTAA
AAAAACTAC
AAAAACTAG
AAAAACTAT
AAAAACTCA
AAAAACTCC
AAAAACTCG
AAAAACTCT
AAAAACTGA
AAAAACTGC
AAAAACTGG
AAAAACTGT
AAAAACTTA
AAAAACTTC
AAAAACTTG
AAAAACTTT
AAAAAGAAA
AAAAAGAAC
AAAAAGAAG
AAAAAGAAT
AAAAAGACA
AAAAAGACC
AAAAAGACG
AAAAAGACT
AAAAAGAGA
AAAAAGAGC
AAAAAGAGG
AAAAAGAGT
AAAAAGATA
AAAAAGATC
AAAAAGATG
AAAAAGATT
AAAAAGCAA
AAAAAGCAC
AAAAAGCAG
AAAAAGCAT
AAAAAGCCA
AAAAAGCCC
AAAAAGCCG
AAAAAGCCT
AAAAAGCGA
AAAAAGCGC
AAAAAGCGG
AAAAAGCGT
AAAAAGCTA
AAAAAGCTC
AAAAAGCTG
AAAAAGCTT
AAAAAGGAA
AAAAAGGAC
AAAAAGGAG
AAAAAGGAT
AAAAAGGCA
AAAAAGGCC
AAAAAGGCG
AAAAAGGCT
AAAAAGGGA
AAAAAGGGC
AAAAAGGGG
AAAAAGGGT
AAAAAGGTA
AAAAAGGTC
AAAAAGGTG
AAAAAGGTT
AAAAAGTAA
AAAAAGTAC
AAAAAGTAG
AAAAAGTAT
AAAAAGTCA
AAAAAGTCC
AAAAAGTCG
AAAAAGTCT
AAAAAGTGA
AAAAAGTGC
AAAAAGTGG
AAAAAGTGT
AAAAAGTTA
AAAAAGTTC
AAAAAGTTG
AAAAAGTTT
AAAAATAAA
AAAAATAAC
AAAAATAAG
AAAAATAAT
AAAAATACA
AAAAATACC
AAAAATACG
AAAAATACT
AAAAATAGA
AAAAATAGC
AAAAATAGG
AAAAATAGT
AAAAATATA
AAAAATATC
AAAAATATG
AAAAATATT
AAAAATCAA
AAAAATCAC
AAAAATCAG
AAAAATCAT
AAAAATCCA
AAAAATCCC
AAAAATCCG
AAAAATCCT
AAAAATCGA
AAAAATCGC
AAAAATCGG
AAAAATCGT
AAAAATCTA
AAAAATCTC
AAAAATCTG
AAAAATCTT
AAAAATGAA
AAAAATGAC
AAAAATGAG
AAAAATGAT
AAAAATGCA
AAAAATGCC
AAAAATGCG
AAAAATGCT
AAAAATGGA
AAAAATGGC
AAAAATGGG
AAAAATGGT
AAAAATGTA
AAAAATGTC
AAAAATGTG
AAAAATGTT
AAAAATTAA
AAAAATTAC
AAAAATTAG
AAAAATTAT
AAAAATTCA
AAAAATTCC
AAAAATTCG
AAAAATTCT
AAAAATTGA
AAAAATTGC
AAAAATTGG
AAAAATTGT
AAAAATTTA
AAAAATTTC
AAAAATTTG
AAAAATTTT
AAAACAAAA
AAAACAAAC
AAAACAAAG
AAAACAAAT
AAAACAACA
AAAACAACC
AAAACAACG
AAAACAACT
AAAACAAGA
AAAACAAGC
AAAACAAGG
AAAACAAGT
AAAACAATA
AAAACAATC
AAAACAATG
AAAACAATT
AAAACACAA
AAAACACAC
AAAACACAG
AAAACACAT
AAAACACCA
AAAACACCC
AAAACACCG
AAAACACCT
AAAACACGA
AAAACACGC
AAAACACGG
AAAACACGT
AAAACACTA
AAAACACTC
AAAACACTG
AAAACACTT
AAAACAGAA
AAAACAGAC
AAAACAGAG
AAAACAGAT
AAAACAGCA
AAAACAGCC
AAAACAGCG
AAAACAGCT
AAAACAGGA
AAAACAGGC
AAAACAGGG
AAAACAGGT
AAAACAGTA
AAAACAGTC
AAAACAGTG
AAAACAGTT
AAAACATAA
AAAACATAC
AAAACATAG
AAAACATAT
AAAACATCA
AAAACATCC
AAAACATCG
AAAACATCT
AAAACATGA
AAAACATGC
AAAACATGG
AAAACATGT
AAAACATTA
AAAACATTC
AAAACATTG
AAAACATTT
AAAACCAAA
AAAACCAAC
AAAACCAAG
AAAACCAAT
AAAACCACA
AAAACCACC
AAAACCACG
AAAACCACT
AAAACCAGA
AAAACCAGC
AAAACCAGG
AAAACCAGT
AAAACCATA
AAAACCATC
AAAACCATG
AAAACCATT
AAAACCCAA
AAAACCCAC
AAAACCCAG
AAAACCCAT
AAAACCCCA
AAAACCCCC
AAAACCCCG
AAAACCCCT
AAAACCCGA
AAAACCCGC
AAAACCCGG
AAAACCCGT
AAAACCCTA
AAAACCCTC
AAAACCCTG
AAAACCCTT
AAAACCGAA
AAAACCGAC
AAAACCGAG
AAAACCGAT
AAAACCGCA
AAAACCGCC
AAAACCGCG
AAAACCGCT
AAAACCGGA
AAAACCGGC
AAAACCGGG
AAAACCGGT
AAAACCGTA
AAAACCGTC
AAAACCGTG
AAAACCGTT
AAAACCTAA
AAAACCTAC
AAAACCTAG
AAAACCTAT
AAAACCTCA
AAAACCTCC
AAAACCTCG
AAAACCTCT
AAAACCTGA
AAAACCTGC
AAAACCTGG
AAAACCTGT
AAAACCTTA
AAAACCTTC
AAAACCTTG
AAAACCTTT
AAAACGAAA
AAAACGAAC
AAAACGAAG
AAAACGAAT
AAAACGACA
AAAACGACC
AAAACGACG
AAAACGACT
AAAACGAGA
AAAACGAGC
AAAACGAGG
AAAACGAGT
AAAACGATA
AAAACGATC
AAAACGATG
AAAACGATT
AAAACGCAA
AAAACGCAC
AAAACGCAG
AAAACGCAT
AAAACGCCA
AAAACGCCC
AAAACGCCG
AAAACGCCT
AAAACGCGA
AAAACGCGC
AAAACGCGG
AAAACGCGT
AAAACGCTA
AAAACGCTC
AAAACGCTG
AAAACGCTT
AAAACGGAA
AAAACGGAC
AAAACGGAG
AAAACGGAT
AAAACGGCA
AAAACGGCC
AAAACGGCG
AAAACGGCT
AAAACGGGA
AAAACGGGC
AAAACGGGG
AAAACGGGT
AAAACGGTA
AAAACGGTC
AAAACGGTG
AAAACGGTT
AAAACGTAA
AAAACGTAC
AAAACGTAG
AAAACGTAT
AAAACGTCA
AAAACGTCC
AAAACGTCG
AAAACGTCT
AAAACGTGA
AAAACGTGC
AAAACGTGG
AAAACGTGT
AAAACGTTA
AAAACGTTC
AAAACGTTG
AAAACGTTT
AAAACTAAA
AAAACTAAC
AAAACTAAG
AAAACTAAT
AAAACTACA
AAAACTACC
AAAACTACG
AAAACTACT
AAAACTAGA
AAAACTAGC
AAAACTAGG
AAAACTAGT
AAAACTATA
AAAACTATC
AAAACTATG
AAAACTATT
AAAACTCAA
AAAACTCAC
AAAACTCAG
AAAACTCAT
AAAACTCCA
AAAACTCCC
AAAACTCCG
AAAACTCCT
AAAACTCGA
AAAACTCGC
AAAACTCGG
AAAACTCGT
AAAACTCTA
AAAACTCTC
AAAACTCTG
AAAACTCTT
AAAACTGAA
AAAACTGAC
AAAACTGAG
AAAACTGAT
AAAACTGCA
AAAACTGCC
AAAACTGCG
AAAACTGCT
AAAACTGGA
AAAACTGGC
AAAACTGGG
AAAACTGGT
AAAACTGTA
AAAACTGTC
AAAACTGTG
AAAACTGTT
AAAACTTAA
AAAACTTAC
AAAACTTAG
AAAACTTAT
AAAACTTCA
AAAACTTCC
AAAACTTCG
AAAACTTCT
AAAACTTGA
AAAACTTGC
AAAACTTGG
AAAACTTGT
AAAACTTTA
AAAACTTTC
AAAACTTTG
AAAACTTTT
AAAAGAAAA
AAAAGAAAC
AAAAGAAAG
AAAAGAAAT
AAAAGAACA
AAAAGAACC
AAAAGAACG
AAAAGAACT
AAAAGAAGA
AAAAGAAGC
AAAAGAAGG
AAAAGAAGT
AAAAGAATA
AAAAGAATC
AAAAGAATG
AAAAGAATT
AAAAGACAA
AAAAGACAC
AAAAGACAG
AAAAGACAT
AAAAGACCA
AAAAGACCC
AAAAGACCG
AAAAGACCT
AAAAGACGA
AAAAGACGC
AAAAGACGG
AAAAGACGT
AAAAGACTA
AAAAGACTC
AAAAGACTG
AAAAGACTT
AAAAGAGAA
AAAAGAGAC
AAAAGAGAG
AAAAGAGAT
AAAAGAGCA
AAAAGAGCC
AAAAGAGCG
AAAAGAGCT
AAAAGAGGA
AAAAGAGGC
AAAAGAGGG
AAAAGAGGT
AAAAGAGTA
AAAAGAGTC
AAAAGAGTG
AAAAGAGTT
AAAAGATAA
AAAAGATAC
AAAAGATAG
AAAAGATAT
AAAAGATCA
AAAAGATCC
AAAAGATCG
AAAAGATCT
AAAAGATGA
AAAAGATGC
AAAAGATGG
AAAAGATGT
AAAAGATTA
AAAAGATTC
AAAAGATTG
AAAAGATTT
AAAAGCAAA
AAAAGCAAC
AAAAGCAAG
AAAAGCAAT
AAAAGCACA
AAAAGCACC
AAAAGCACG
AAAAGCACT
AAAAGCAGA
AAAAGCAGC
AAAAGCAGG
AAAAGCAGT
AAAAGCATA
AAAAGCATC
AAAAGCATG
AAAAGCATT
AAAAGCCAA
AAAAGCCAC
AAAAGCCAG
AAAAGCCAT
AAAAGCCCA
AAAAGCCCC
AAAAGCCCG
AAAAGCCCT
AAAAGCCGA
AAAAGCCGC
AAAAGCCGG
AAAAGCCGT
AAAAGCCTA
AAAAGCCTC
AAAAGCCTG
AAAAGCCTT
AAAAGCGAA
AAAAGCGAC
AAAAGCGAG
AAAAGCGAT
AAAAGCGCA
AAAAGCGCC
AAAAGCGCG
AAAAGCGCT
AAAAGCGGA
AAAAGCGGC
AAAAGCGGG
AAAAGCGGT
AAAAGCGTA
AAAAGCGTC
AAAAGCGTG
AAAAGCGTT
AAAAGCTAA
AAAAGCTAC
AAAAGCTAG
AAAAGCTAT
AAAAGCTCA
AAAAGCTCC
AAAAGCTCG
AAAAGCTCT
AAAAGCTGA
AAAAGCTGC
AAAAGCTGG
AAAAGCTGT
AAAAGCTTA
AAAAGCTTC
AAAAGCTTG
AAAAGCTTT
AAAAGGAAA
AAAAGGAAC
AAAAGGAAG
AAAAGGAAT
AAAAGGACA
AAAAGGACC
AAAAGGACG
AAAAGGACT
AAAAGGAGA
AAAAGGAGC
AAAAGGAGG
AAAAGGAGT
AAAAGGATA
AAAAGGATC
AAAAGGATG
AAAAGGATT
AAAAGGCAA
AAAAGGCAC
AAAAGGCAG
AAAAGGCAT
AAAAGGCCA
AAAAGGCCC
AAAAGGCCG
AAAAGGCCT
AAAAGGCGA
AAAAGGCGC
AAAAGGCGG
AAAAGGCGT
AAAAGGCTA
AAAAGGCTC
AAAAGGCTG
AAAAGGCTT
AAAAGGGAA
AAAAGGGAC
AAAAGGGAG
AAAAGGGAT
AAAAGGGCA
AAAAGGGCC
AAAAGGGCG
AAAAGGGCT
AAAAGGGGA
AAAAGGGGC
AAAAGGGGG
AAAAGGGGT
AAAAGGGTA
AAAAGGGTC
AAAAGGGTG
AAAAGGGTT
AAAAGGTAA
AAAAGGTAC
AAAAGGTAG
AAAAGGTAT
AAAAGGTCA
AAAAGGTCC
AAAAGGTCG
AAAAGGTCT
AAAAGGTGA
AAAAGGTGC
AAAAGGTGG
AAAAGGTGT
AAAAGGTTA
AAAAGGTTC
AAAAGGTTG
AAAAGGTTT
AAAAGTAAA
AAAAGTAAC
AAAAGTAAG
AAAAGTAAT
AAAAGTACA
AAAAGTACC
AAAAGTACG
AAAAGTACT
AAAAGTAGA
AAAAGTAGC
AAAAGTAGG
AAAAGTAGT
AAAAGTATA
AAAAGTATC
AAAAGTATG
AAAAGTATT
AAAAGTCAA
AAAAGTCAC
AAAAGTCAG
AAAAGTCAT
AAAAGTCCA
AAAAGTCCC
AAAAGTCCG
AAAAGTCCT
AAAAGTCGA
AAAAGTCGC
AAAAGTCGG
AAAAGTCGT
AAAAGTCTA
AAAAGTCTC
AAAAGTCTG
AAAAGTCTT
AAAAGTGAA
AAAAGTGAC
AAAAGTGAG
AAAAGTGAT
AAAAGTGCA
AAAAGTGCC
AAAAGTGCG
AAAAGTGCT
AAAAGTGGA
AAAAGTGGC
AAAAGTGGG
AAAAGTGGT
AAAAGTGTA
AAAAGTGTC
AAAAGTGTG
AAAAGTGTT
AAAAGTTAA
AAAAGTTAC
AAAAGTTAG
AAAAGTTAT
AAAAGTTCA
AAAAGTTCC
AAAAGTTCG
AAAAGTTCT
AAAAGTTGA
AAAAGTTGC
AAAAGTTGG
AAAAGTTGT
AAAAGTTTA
AAAAGTTTC
AAAAGTTTG
AAAAGTTTT
AAAATAAAA
AAAATAAAC
AAAATAAAG
AAAATAAAT
AAAATAACA
AAAATAACC
AAAATAACG
AAAATAACT
AAAATAAGA
AAAATAAGC
AAAATAAGG
AAAATAAGT
AAAATAATA
AAAATAATC
AAAATAATG
AAAATAATT
AAAATACAA
AAAATACAC
AAAATACAG
AAAATACAT
AAAATACCA
AAAATACCC
AAAATACCG
AAAATACCT
AAAATACGA
AAAATACGC
AAAATACGG
AAAATACGT
AAAATACTA
AAAATACTC
AAAATACTG
AAAATACTT
AAAATAGAA
AAAATAGAC
AAAATAGAG
AAAATAGAT
AAAATAGCA
AAAATAGCC
AAAATAGCG
AAAATAGCT
AAAATAGGA
AAAATAGGC
AAAATAGGG
AAAATAGGT
AAAATAGTA
AAAATAGTC
AAAATAGTG
AAAATAGTT
AAAATATAA
AAAATATAC
AAAATATAG
AAAATATAT
AAAATATCA
AAAATATCC
AAAATATCG
AAAATATCT
AAAATATGA
AAAATATGC
AAAATATGG
AAAATATGT
AAAATATTA
AAAATATTC
AAAATATTG
AAAATATTT
AAAATCAAA
AAAATCAAC
AAAATCAAG
AAAATCAAT
AAAATCACA
AAAATCACC
AAAATCACG
AAAATCACT
AAAATCAGA
AAAATCAGC
AAAATCAGG
AAAATCAGT
AAAATCATA
AAAATCATC
AAAATCATG
AAAATCATT
AAAATCCAA
AAAATCCAC
AAAATCCAG
AAAATCCAT
AAAATCCCA
AAAATCCCC
AAAATCCCG
AAAATCCCT
AAAATCCGA
AAAATCCGC
AAAATCCGG
AAAATCCGT
AAAATCCTA
AAAATCCTC
AAAATCCTG
AAAATCCTT
AAAATCGAA
AAAATCGAC
AAAATCGAG
AAAATCGAT
AAAATCGCA
AAAATCGCC
AAAATCGCG
AAAATCGCT
AAAATCGGA
AAAATCGGC
AAAATCGGG
AAAATCGGT
AAAATCGTA
AAAATCGTC
AAAATCGTG
AAAATCGTT
AAAATCTAA
AAAATCTAC
AAAATCTAG
AAAATCTAT
AAAATCTCA
AAAATCTCC
AAAATCTCG
AAAATCTCT
AAAATCTGA
AAAATCTGC
AAAATCTGG
AAAATCTGT
AAAATCTTA
AAAATCTTC
AAAATCTTG
AAAATCTTT
AAAATGAAA
AAAATGAAC
AAAATGAAG
AAAATGAAT
AAAATGACA
AAAATGACC
AAAATGACG
AAAATGACT
AAAATGAGA
AAAATGAGC
AAAATGAGG
AAAATGAGT
AAAATGATA
AAAATGATC
AAAATGATG
AAAATGATT
AAAATGCAA
AAAATGCAC
AAAATGCAG
AAAATGCAT
AAAATGCCA
AAAATGCCC
AAAATGCCG
AAAATGCCT
AAAATGCGA
AAAATGCGC
AAAATGCGG
AAAATGCGT
AAAATGCTA
AAAATGCTC
AAAATGCTG
AAAATGCTT
AAAATGGAA
AAAATGGAC
AAAATGGAG
AAAATGGAT
AAAATGGCA
AAAATGGCC
AAAATGGCG
AAAATGGCT
AAAATGGGA
AAAATGGGC
AAAATGGGG
AAAATGGGT
AAAATGGTA
AAAATGGTC
AAAATGGTG
AAAATGGTT
AAAATGTAA
AAAATGTAC
AAAATGTAG
AAAATGTAT
AAAATGTCA
AAAATGTCC
AAAATGTCG
AAAATGTCT
AAAATGTGA
AAAATGTGC
AAAATGTGG
AAAATGTGT
AAAATGTTA
AAAATGTTC
AAAATGTTG
AAAATGTTT
AAAATTAAA
AAAATTAAC
AAAATTAAG
AAAATTAAT
AAAATTACA
AAAATTACC
AAAATTACG
AAAATTACT
AAAATTAGA
AAAATTAGC
AAAATTAGG
AAAATTAGT
AAAATTATA
AAAATTATC
AAAATTATG
AAAATTATT
AAAATTCAA
AAAATTCAC
AAAATTCAG
AAAATTCAT
AAAATTCCA
AAAATTCCC
AAAATTCCG
AAAATTCCT
AAAATTCGA
AAAATTCGC
AAAATTCGG
AAAATTCGT
AAAATTCTA
AAAATTCTC
AAAATTCTG
AAAATTCTT
AAAATTGAA
AAAATTGAC
AAAATTGAG
AAAATTGAT
AAAATTGCA
AAAATTGCC
AAAATTGCG
AAAATTGCT
AAAATTGGA
AAAATTGGC
AAAATTGGG
AAAATTGGT
AAAATTGTA
AAAATTGTC
AAAATTGTG
AAAATTGTT
AAAATTTAA
AAAATTTAC
AAAATTTAG
AAAATTTAT
AAAATTTCA
AAAATTTCC
AAAATTTCG
AAAATTTCT
AAAATTTGA
AAAATTTGC
AAAATTTGG
AAAATTTGT
AAAATTTTA
AAAATTTTC
AAAATTTTG
AAAATTTTT
AAACAAAAA
AAACAAAAC
AAACAAAAG
AAACAAAAT
AAACAAACA
AAACAAACC
AAACAAACG
AAACAAACT
AAACAAAGA
AAACAAAGC
AAACAAAGG
AAACAAAGT
AAACAAATA
AAACAAATC
AAACAAATG
AAACAAATT
AAACAACAA
AAACAACAC
AAACAACAG
AAACAACAT
AAACAACCA
AAACAACCC
AAACAACCG
AAACAACCT
AAACAACGA
AAACAACGC
AAACAACGG
AAACAACGT
AAACAACTA
AAACAACTC
AAACAACTG
AAACAACTT
AAACAAGAA
AAACAAGAC
AAACAAGAG
AAACAAGAT
AAACAAGCA
AAACAAGCC
AAACAAGCG
AAACAAGCT
AAACAAGGA
AAACAAGGC
AAACAAGGG
AAACAAGGT
AAACAAGTA
AAACAAGTC
AAACAAGTG
AAACAAGTT
AAACAATAA
AAACAATAC
AAACAATAG
AAACAATAT
AAACAATCA
AAACAATCC
AAACAATCG
AAACAATCT
AAACAATGA
AAACAATGC
AAACAATGG
AAACAATGT
AAACAATTA
AAACAATTC
AAACAATTG
AAACAATTT
AAACACAAA
AAACACAAC
AAACACAAG
AAACACAAT
AAACACACA
AAACACACC
AAACACACG
AAACACACT
AAACACAGA
AAACACAGC
AAACACAGG
AAACACAGT
AAACACATA
AAACACATC
AAACACATG
AAACACATT
AAACACCAA
AAACACCAC
AAACACCAG
AAACACCAT
AAACACCCA
AAACACCCC
AAACACCCG
AAACACCCT
AAACACCGA
AAACACCGC
AAACACCGG
AAACACCGT
AAACACCTA
AAACACCTC
AAACACCTG
AAACACCTT
AAACACGAA
AAACACGAC
AAACACGAG
AAACACGAT
AAACACGCA
AAACACGCC
AAACACGCG
AAACACGCT
AAACACGGA
AAACACGGC
AAACACGGG
AAACACGGT
AAACACGTA
AAACACGTC
AAACACGTG
AAACACGTT
AAACACTAA
AAACACTAC
AAACACTAG
AAACACTAT
AAACACTCA
AAACACTCC
AAACACTCG
AAACACTCT
AAACACTGA
AAACACTGC
AAACACTGG
AAACACTGT
AAACACTTA
AAACACTTC
AAACACTTG
AAACACTTT
AAACAGAAA
AAACAGAAC
AAACAGAAG
AAACAGAAT
AAACAGACA
AAACAGACC
AAACAGACG
AAACAGACT
AAACAGAGA
AAACAGAGC
AAACAGAGG
AAACAGAGT
AAACAGATA
AAACAGATC
AAACAGATG
AAACAGATT
AAACAGCAA
AAACAGCAC
AAACAGCAG
AAACAGCAT
AAACAGCCA
AAACAGCCC
AAACAGCCG
AAACAGCCT
AAACAGCGA
AAACAGCGC
AAACAGCGG
AAACAGCGT
AAACAGCTA
AAACAGCTC
AAACAGCTG
AAACAGCTT
AAACAGGAA
AAACAGGAC
AAACAGGAG
AAACAGGAT
AAACAGGCA
AAACAGGCC
AAACAGGCG
AAACAGGCT
AAACAGGGA
AAACAGGGC
AAACAGGGG
AAACAGGGT
AAACAGGTA
AAACAGGTC
AAACAGGTG
AAACAGGTT
AAACAGTAA
AAACAGTAC
AAACAGTAG
AAACAGTAT
AAACAGTCA
AAACAGTCC
AAACAGTCG
AAACAGTCT
AAACAGTGA
AAACAGTGC
AAACAGTGG
AAACAGTGT
AAACAGTTA
AAACAGTTC
AAACAGTTG
AAACAGTTT
AAACATAAA
AAACATAAC
AAACATAAG
AAACATAAT
AAACATACA
AAACATACC
AAACATACG
AAACATACT
AAACATAGA
AAACATAGC
AAACATAGG
AAACATAGT
AAACATATA
AAACATATC
AAACATATG
AAACATATT
AAACATCAA
AAACATCAC
AAACATCAG
AAACATCAT
AAACATCCA
AAACATCCC
AAACATCCG
AAACATCCT
AAACATCGA
AAACATCGC
AAACATCGG
AAACATCGT
AAACATCTA
AAACATCTC
AAACATCTG
AAACATCTT
AAACATGAA
AAACATGAC
AAACATGAG
AAACATGAT
AAACATGCA
AAACATGCC
AAACATGCG
AAACATGCT
AAACATGGA
AAACATGGC
AAACATGGG
AAACATGGT
AAACATGTA
AAACATGTC
AAACATGTG
AAACATGTT
AAACATTAA
AAACATTAC
AAACATTAG
AAACATTAT
AAACATTCA
AAACATTCC
AAACATTCG
AAACATTCT
AAACATTGA
AAACATTGC
AAACATTGG
AAACATTGT
AAACATTTA
AAACATTTC
AAACATTTG
AAACATTTT
AAACCAAAA
AAACCAAAC
AAACCAAAG
AAACCAAAT
AAACCAACA
AAACCAACC
AAACCAACG
AAACCAACT
AAACCAAGA
AAACCAAGC
AAACCAAGG
AAACCAAGT
AAACCAATA
AAACCAATC
AAACCAATG
AAACCAATT
AAACCACAA
AAACCACAC
AAACCACAG
AAACCACAT
AAACCACCA
AAACCACCC
AAACCACCG
AAACCACCT
AAACCACGA
AAACCACGC
AAACCACGG
AAACCACGT
AAACCACTA
AAACCACTC
AAACCACTG
AAACCACTT
AAACCAGAA
AAACCAGAC
AAACCAGAG
AAACCAGAT
AAACCAGCA
AAACCAGCC
AAACCAGCG
AAACCAGCT
AAACCAGGA
AAACCAGGC
AAACCAGGG
AAACCAGGT
AAACCAGTA
AAACCAGTC
AAACCAGTG
AAACCAGTT
AAACCATAA
AAACCATAC
AAACCATAG
AAACCATAT
AAACCATCA
AAACCATCC
AAACCATCG
AAACCATCT
AAACCATGA
AAACCATGC
AAACCATGG
AAACCATGT
AAACCATTA
AAACCATTC
AAACCATTG
AAACCATTT
AAACCCAAA
AAACCCAAC
AAACCCAAG
AAACCCAAT
AAACCCACA
AAACCCACC
AAACCCACG
AAACCCACT
AAACCCAGA
AAACCCAGC
AAACCCAGG
AAACCCAGT
AAACCCATA
AAACCCATC
AAACCCATG
AAACCCATT
AAACCCCAA
AAACCCCAC
AAACCCCAG
AAACCCCAT
AAACCCCCA
AAACCCCCC
AAACCCCCG
AAACCCCCT
AAACCCCGA
AAACCCCGC
AAACCCCGG
AAACCCCGT
AAACCCCTA
AAACCCCTC
AAACCCCTG
AAACCCCTT
AAACCCGAA
AAACCCGAC
AAACCCGAG
AAACCCGAT
AAACCCGCA
AAACCCGCC
AAACCCGCG
AAACCCGCT
AAACCCGGA
AAACCCGGC
AAACCCGGG
AAACCCGGT
AAACCCGTA
AAACCCGTC
AAACCCGTG
AAACCCGTT
AAACCCTAA
AAACCCTAC
AAACCCTAG
AAACCCTAT
AAACCCTCA
AAACCCTCC
AAACCCTCG
AAACCCTCT
AAACCCTGA
AAACCCTGC
AAACCCTGG
AAACCCTGT
AAACCCTTA
AAACCCTTC
AAACCCTTG
AAACCCTTT
AAACCGAAA
AAACCGAAC
AAACCGAAG
AAACCGAAT
AAACCGACA
AAACCGACC
AAACCGACG
AAACCGACT
AAACCGAGA
AAACCGAGC
AAACCGAGG
AAACCGAGT
AAACCGATA
AAACCGATC
AAACCGATG
AAACCGATT
AAACCGCAA
AAACCGCAC
AAACCGCAG
AAACCGCAT
AAACCGCCA
AAACCGCCC
AAACCGCCG
AAACCGCCT
AAACCGCGA
AAACCGCGC
AAACCGCGG
AAACCGCGT
AAACCGCTA
AAACCGCTC
AAACCGCTG
AAACCGCTT
AAACCGGAA
AAACCGGAC
AAACCGGAG
AAACCGGAT
AAACCGGCA
AAACCGGCC
AAACCGGCG
AAACCGGCT
AAACCGGGA
AAACCGGGC
AAACCGGGG
AAACCGGGT
AAACCGGTA
AAACCGGTC
AAACCGGTG
AAACCGGTT
AAACCGTAA
AAACCGTAC
AAACCGTAG
AAACCGTAT
AAACCGTCA
AAACCGTCC
AAACCGTCG
AAACCGTCT
AAACCGTGA
AAACCGTGC
AAACCGTGG
AAACCGTGT
AAACCGTTA
AAACCGTTC
AAACCGTTG
AAACCGTTT
AAACCTAAA
AAACCTAAC
AAACCTAAG
AAACCTAAT
AAACCTACA
AAACCTACC
AAACCTACG
AAACCTACT
AAACCTAGA
AAACCTAGC
AAACCTAGG
AAACCTAGT
AAACCTATA
AAACCTATC
AAACCTATG
AAACCTATT
AAACCTCAA
AAACCTCAC
AAACCTCAG
AAACCTCAT
AAACCTCCA
AAACCTCCC
AAACCTCCG
AAACCTCCT
AAACCTCGA
AAACCTCGC
AAACCTCGG
AAACCTCGT
AAACCTCTA
AAACCTCTC
AAACCTCTG
AAACCTCTT
AAACCTGAA
AAACCTGAC
AAACCTGAG
AAACCTGAT
AAACCTGCA
AAACCTGCC
AAACCTGCG
AAACCTGCT
AAACCTGGA
AAACCTGGC
AAACCTGGG
AAACCTGGT
AAACCTGTA
AAACCTGTC
AAACCTGTG
AAACCTGTT
AAACCTTAA
AAACCTTAC
AAACCTTAG
AAACCTTAT
AAACCTTCA
AAACCTTCC
AAACCTTCG
AAACCTTCT
AAACCTTGA
AAACCTTGC
AAACCTTGG
AAACCTTGT
AAACCTTTA
AAACCTTTC
AAACCTTTG
AAACCTTTT
AAACGAAAA
AAACGAAAC
AAACGAAAG
AAACGAAAT
AAACGAACA
AAACGAACC
AAACGAACG
AAACGAACT
AAACGAAGA
AAACGAAGC
AAACGAAGG
AAACGAAGT
AAACGAATA
AAACGAATC
AAACGAATG
AAACGAATT
AAACGACAA
AAACGACAC
AAACGACAG
AAACGACAT
AAACGACCA
AAACGACCC
AAACGACCG
AAACGACCT
AAACGACGA
AAACGACGC
AAACGACGG
AAACGACGT
AAACGACTA
AAACGACTC
AAACGACTG
AAACGACTT
AAACGAGAA
AAACGAGAC
AAACGAGAG
AAACGAGAT
AAACGAGCA
AAACGAGCC
AAACGAGCG
AAACGAGCT
AAACGAGGA
AAACGAGGC
AAACGAGGG
AAACGAGGT
AAACGAGTA
AAACGAGTC
AAACGAGTG
AAACGAGTT
AAACGATAA
AAACGATAC
AAACGATAG
AAACGATAT
AAACGATCA
AAACGATCC
AAACGATCG
AAACGATCT
AAACGATGA
AAACGATGC
AAACGATGG
AAACGATGT
AAACGATTA
AAACGATTC
AAACGATTG
AAACGATTT
AAACGCAAA
AAACGCAAC
AAACGCAAG
AAACGCAAT
AAACGCACA
AAACGCACC
AAACGCACG
AAACGCACT
AAACGCAGA
AAACGCAGC
AAACGCAGG
AAACGCAGT
AAACGCATA
AAACGCATC
AAACGCATG
AAACGCATT
AAACGCCAA
AAACGCCAC
AAACGCCAG
AAACGCCAT
AAACGCCCA
AAACGCCCC
AAACGCCCG
AAACGCCCT
AAACGCCGA
AAACGCCGC
AAACGCCGG
AAACGCCGT
AAACGCCTA
AAACGCCTC
AAACGCCTG
AAACGCCTT
AAACGCGAA
AAACGCGAC
AAACGCGAG
AAACGCGAT
AAACGCGCA
AAACGCGCC
AAACGCGCG
AAACGCGCT
AAACGCGGA
AAACGCGGC
AAACGCGGG
AAACGCGGT
AAACGCGTA
AAACGCGTC
AAACGCGTG
AAACGCGTT
AAACGCTAA
AAACGCTAC
AAACGCTAG
AAACGCTAT
AAACGCTCA
AAACGCTCC
AAACGCTCG
AAACGCTCT
AAACGCTGA
AAACGCTGC
AAACGCTGG
AAACGCTGT
AAACGCTTA
AAACGCTTC
AAACGCTTG
AAACGCTTT
AAACGGAAA
AAACGGAAC
AAACGGAAG
AAACGGAAT
AAACGGACA
AAACGGACC
AAACGGACG
AAACGGACT
AAACGGAGA
AAACGGAGC
AAACGGAGG
AAACGGAGT
AAACGGATA
AAACGGATC
AAACGGATG
AAACGGATT
AAACGGCAA
AAACGGCAC
AAACGGCAG
AAACGGCAT
AAACGGCCA
AAACGGCCC
AAACGGCCG
AAACGGCCT
AAACGGCGA
AAACGGCGC
AAACGGCGG
AAACGGCGT
AAACGGCTA
AAACGGCTC
AAACGGCTG
AAACGGCTT
AAACGGGAA
AAACGGGAC
AAACGGGAG
AAACGGGAT
AAACGGGCA
AAACGGGCC
AAACGGGCG
AAACGGGCT
AAACGGGGA
AAACGGGGC
AAACGGGGG
AAACGGGGT
AAACGGGTA
AAACGGGTC
AAACGGGTG
AAACGGGTT
AAACGGTAA
AAACGGTAC
AAACGGTAG
AAACGGTAT
AAACGGTCA
AAACGGTCC
AAACGGTCG
AAACGGTCT
AAACGGTGA
AAACGGTGC
AAACGGTGG
AAACGGTGT
AAACGGTTA
AAACGGTTC
AAACGGTTG
AAACGGTTT
AAACGTAAA
AAACGTAAC
AAACGTAAG
AAACGTAAT
AAACGTACA
AAACGTACC
AAACGTACG
AAACGTACT
AAACGTAGA
AAACGTAGC
AAACGTAGG
AAACGTAGT
AAACGTATA
AAACGTATC
AAACGTATG
AAACGTATT
AAACGTCAA
AAACGTCAC
AAACGTCAG
AAACGTCAT
AAACGTCCA
AAACGTCCC
AAACGTCCG
AAACGTCCT
AAACGTCGA
AAACGTCGC
AAACGTCGG
AAACGTCGT
AAACGTCTA
AAACGTCTC
AAACGTCTG
AAACGTCTT
AAACGTGAA
AAACGTGAC
AAACGTGAG
AAACGTGAT
AAACGTGCA
AAACGTGCC
AAACGTGCG
AAACGTGCT
AAACGTGGA
AAACGTGGC
AAACGTGGG
AAACGTGGT
AAACGTGTA
AAACGTGTC
AAACGTGTG
AAACGTGTT
AAACGTTAA
AAACGTTAC
AAACGTTAG
AAACGTTAT
AAACGTTCA
AAACGTTCC
AAACGTTCG
AAACGTTCT
AAACGTTGA
AAACGTTGC
AAACGTTGG
AAACGTTGT
AAACGTTTA
AAACGTTTC
AAACGTTTG
AAACGTTTT
AAACTAAAA
AAACTAAAC
AAACTAAAG
AAACTAAAT
AAACTAACA
AAACTAACC
AAACTAACG
AAACTAACT
AAACTAAGA
AAACTAAGC
AAACTAAGG
AAACTAAGT
AAACTAATA
AAACTAATC
AAACTAATG
AAACTAATT
AAACTACAA
AAACTACAC
AAACTACAG
AAACTACAT
AAACTACCA
AAACTACCC
AAACTACCG
AAACTACCT
AAACTACGA
AAACTACGC
AAACTACGG
AAACTACGT
AAACTACTA
AAACTACTC
AAACTACTG
AAACTACTT
AAACTAGAA
AAACTAGAC
AAACTAGAG
AAACTAGAT
AAACTAGCA
AAACTAGCC
AAACTAGCG
AAACTAGCT
AAACTAGGA
AAACTAGGC
AAACTAGGG
AAACTAGGT
AAACTAGTA
AAACTAGTC
AAACTAGTG
AAACTAGTT
AAACTATAA
AAACTATAC
AAACTATAG
AAACTATAT
AAACTATCA
AAACTATCC
AAACTATCG
AAACTATCT
AAACTATGA
AAACTATGC
AAACTATGG
AAACTATGT
AAACTATTA
AAACTATTC
AAACTATTG
AAACTATTT
AAACTCAAA
AAACTCAAC
AAACTCAAG
AAACTCAAT
AAACTCACA
AAACTCACC
AAACTCACG
AAACTCACT
AAACTCAGA
AAACTCAGC
AAACTCAGG
AAACTCAGT
AAACTCATA
AAACTCATC
AAACTCATG
AAACTCATT
AAACTCCAA
AAACTCCAC
AAACTCCAG
AAACTCCAT
AAACTCCCA
AAACTCCCC
AAACTCCCG
AAACTCCCT
AAACTCCGA
AAACTCCGC
AAACTCCGG
AAACTCCGT
AAACTCCTA
AAACTCCTC
AAACTCCTG
AAACTCCTT
AAACTCGAA
AAACTCGAC
AAACTCGAG
AAACTCGAT
AAACTCGCA
AAACTCGCC
AAACTCGCG
AAACTCGCT
AAACTCGGA
AAACTCGGC
AAACTCGGG
AAACTCGGT
AAACTCGTA
AAACTCGTC
AAACTCGTG
AAACTCGTT
AAACTCTAA
AAACTCTAC
AAACTCTAG
AAACTCTAT
AAACTCTCA
AAACTCTCC
AAACTCTCG
AAACTCTCT
AAACTCTGA
AAACTCTGC
AAACTCTGG
AAACTCTGT
AAACTCTTA
AAACTCTTC
AAACTCTTG
AAACTCTTT
AAACTGAAA
AAACTGAAC
AAACTGAAG
AAACTGAAT
AAACTGACA
AAACTGACC
AAACTGACG
AAACTGACT
AAACTGAGA
AAACTGAGC
AAACTGAGG
AAACTGAGT
AAACTGATA
AAACTGATC
AAACTGATG
AAACTGATT
AAACTGCAA
AAACTGCAC
AAACTGCAG
AAACTGCAT
AAACTGCCA
AAACTGCCC
AAACTGCCG
AAACTGCCT
AAACTGCGA
AAACTGCGC
AAACTGCGG
AAACTGCGT
AAACTGCTA
AAACTGCTC
AAACTGCTG
AAACTGCTT
AAACTGGAA
AAACTGGAC
AAACTGGAG
AAACTGGAT
AAACTGGCA
AAACTGGCC
AAACTGGCG
AAACTGGCT
AAACTGGGA
AAACTGGGC
AAACTGGGG
AAACTGGGT
AAACTGGTA
AAACTGGTC
AAACTGGTG
AAACTGGTT
AAACTGTAA
AAACTGTAC
AAACTGTAG
AAACTGTAT
AAACTGTCA
AAACTGTCC
AAACTGTCG
AAACTGTCT
AAACTGTGA
AAACTGTGC
AAACTGTGG
AAACTGTGT
AAACTGTTA
AAACTGTTC
AAACTGTTG
AAACTGTTT
AAACTTAAA
AAACTTAAC
AAACTTAAG
AAACTTAAT
AAACTTACA
AAACTTACC
AAACTTACG
AAACTTACT
AAACTTAGA
AAACTTAGC
AAACTTAGG
AAACTTAGT
AAACTTATA
AAACTTATC
AAACTTATG
AAACTTATT
AAACTTCAA
AAACTTCAC
AAACTTCAG
AAACTTCAT
AAACTTCCA
AAACTTCCC
AAACTTCCG
AAACTTCCT
AAACTTCGA
AAACTTCGC
AAACTTCGG
AAACTTCGT
AAACTTCTA
AAACTTCTC
AAACTTCTG
AAACTTCTT
AAACTTGAA
AAACTTGAC
AAACTTGAG
AAACTTGAT
AAACTTGCA
AAACTTGCC
AAACTTGCG
AAACTTGCT
AAACTTGGA
AAACTTGGC
AAACTTGGG
AAACTTGGT
AAACTTGTA
AAACTTGTC
AAACTTGTG
AAACTTGTT
AAACTTTAA
AAACTTTAC
AAACTTTAG
AAACTTTAT
AAACTTTCA
AAACTTTCC
AAACTTTCG
AAACTTTCT
AAACTTTGA
AAACTTTGC
AAACTTTGG
AAACTTTGT
AAACTTTTA
AAACTTTTC
AAACTTTTG
AAACTTTTT
AAAGAAAAA
AAAGAAAAC
AAAGAAAAG
AAAGAAAAT
AAAGAAACA
AAAGAAACC
AAAGAAACG
AAAGAAACT
AAAGAAAGA
AAAGAAAGC
AAAGAAAGG
AAAGAAAGT
AAAGAAATA
AAAGAAATC
AAAGAAATG
AAAGAAATT
AAAGAACAA
AAAGAACAC
AAAGAACAG
AAAGAACAT
AAAGAACCA
AAAGAACCC
AAAGAACCG
AAAGAACCT
AAAGAACGA
AAAGAACGC
AAAGAACGG
AAAGAACGT
AAAGAACTA
AAAGAACTC
AAAGAACTG
AAAGAACTT
AAAGAAGAA
AAAGAAGAC
AAAGAAGAG
AAAGAAGAT
AAAGAAGCA
AAAGAAGCC
AAAGAAGCG
AAAGAAGCT
AAAGAAGGA
AAAGAAGGC
AAAGAAGGG
AAAGAAGGT
AAAGAAGTA
AAAGAAGTC
AAAGAAGTG
AAAGAAGTT
AAAGAATAA
AAAGAATAC
AAAGAATAG
AAAGAATAT
AAAGAATCA
AAAGAATCC
AAAGAATCG
AAAGAATCT
AAAGAATGA
AAAGAATGC
AAAGAATGG
AAAGAATGT
AAAGAATTA
AAAGAATTC
AAAGAATTG
AAAGAATTT
AAAGACAAA
AAAGACAAC
AAAGACAAG
AAAGACAAT
AAAGACACA
AAAGACACC
AAAGACACG
AAAGACACT
AAAGACAGA
AAAGACAGC
AAAGACAGG
AAAGACAGT
AAAGACATA
AAAGACATC
AAAGACATG
AAAGACATT
AAAGACCAA
AAAGACCAC
AAAGACCAG
AAAGACCAT
AAAGACCCA
AAAGACCCC
AAAGACCCG
AAAGACCCT
AAAGACCGA
AAAGACCGC
AAAGACCGG
AAAGACCGT
AAAGACCTA
AAAGACCTC
AAAGACCTG
AAAGACCTT
AAAGACGAA
AAAGACGAC
AAAGACGAG
AAAGACGAT
AAAGACGCA
AAAGACGCC
AAAGACGCG
AAAGACGCT
AAAGACGGA
AAAGACGGC
AAAGACGGG
AAAGACGGT
AAAGACGTA
AAAGACGTC
AAAGACGTG
AAAGACGTT
AAAGACTAA
AAAGACTAC
AAAGACTAG
AAAGACTAT
AAAGACTCA
AAAGACTCC
AAAGACTCG
AAAGACTCT
AAAGACTGA
AAAGACTGC
AAAGACTGG
AAAGACTGT
AAAGACTTA
AAAGACTTC
AAAGACTTG
AAAGACTTT
AAAGAGAAA
AAAGAGAAC
AAAGAGAAG
AAAGAGAAT
AAAGAGACA
AAAGAGACC
AAAGAGACG
AAAGAGACT
AAAGAGAGA
AAAGAGAGC
AAAGAGAGG
AAAGAGAGT
AAAGAGATA
AAAGAGATC
AAAGAGATG
AAAGAGATT
AAAGAGCAA
AAAGAGCAC
AAAGAGCAG
AAAGAGCAT
AAAGAGCCA
AAAGAGCCC
AAAGAGCCG
AAAGAGCCT
AAAGAGCGA
AAAGAGCGC
AAAGAGCGG
AAAGAGCGT
AAAGAGCTA
AAAGAGCTC
AAAGAGCTG
AAAGAGCTT
AAAGAGGAA
AAAGAGGAC
AAAGAGGAG
AAAGAGGAT
AAAGAGGCA
AAAGAGGCC
AAAGAGGCG
AAAGAGGCT
AAAGAGGGA
AAAGAGGGC
AAAGAGGGG
AAAGAGGGT
AAAGAGGTA
AAAGAGGTC
AAAGAGGTG
AAAGAGGTT
AAAGAGTAA
AAAGAGTAC
AAAGAGTAG
AAAGAGTAT
AAAGAGTCA
AAAGAGTCC
AAAGAGTCG
AAAGAGTCT
AAAGAGTGA
AAAGAGTGC
AAAGAGTGG
AAAGAGTGT
AAAGAGTTA
AAAGAGTTC
AAAGAGTTG
AAAGAGTTT
AAAGATAAA
AAAGATAAC
AAAGATAAG
AAAGATAAT
AAAGATACA
AAAGATACC
AAAGATACG
AAAGATACT
AAAGATAGA
AAAGATAGC
AAAGATAGG
AAAGATAGT
AAAGATATA
AAAGATATC
AAAGATATG
AAAGATATT
AAAGATCAA
AAAGATCAC
AAAGATCAG
AAAGATCAT
AAAGATCCA
AAAGATCCC
AAAGATCCG
AAAGATCCT
AAAGATCGA
AAAGATCGC
AAAGATCGG
AAAGATCGT
AAAGATCTA
AAAGATCTC
AAAGATCTG
AAAGATCTT
AAAGATGAA
AAAGATGAC
AAAGATGAG
AAAGATGAT
AAAGATGCA
AAAGATGCC
AAAGATGCG
AAAGATGCT
AAAGATGGA
AAAGATGGC
AAAGATGGG
AAAGATGGT
AAAGATGTA
AAAGATGTC
AAAGATGTG
AAAGATGTT
AAAGATTAA
AAAGATTAC
AAAGATTAG
AAAGATTAT
AAAGATTCA
AAAGATTCC
AAAGATTCG
AAAGATTCT
AAAGATTGA
AAAGATTGC
AAAGATTGG
AAAGATTGT
AAAGATTTA
AAAGATTTC
AAAGATTTG
AAAGATTTT
AAAGCAAAA
AAAGCAAAC
AAAGCAAAG
AAAGCAAAT
AAAGCAACA
AAAGCAACC
AAAGCAACG
AAAGCAACT
AAAGCAAGA
AAAGCAAGC
AAAGCAAGG
AAAGCAAGT
AAAGCAATA
AAAGCAATC
AAAGCAATG
AAAGCAATT
AAAGCACAA
AAAGCACAC
AAAGCACAG
AAAGCACAT
AAAGCACCA
AAAGCACCC
AAAGCACCG
AAAGCACCT
AAAGCACGA
AAAGCACGC
AAAGCACGG
AAAGCACGT
AAAGCACTA
AAAGCACTC
AAAGCACTG
AAAGCACTT
AAAGCAGAA
AAAGCAGAC
AAAGCAGAG
AAAGCAGAT
AAAGCAGCA
AAAGCAGCC
AAAGCAGCG
AAAGCAGCT
AAAGCAGGA
AAAGCAGGC
AAAGCAGGG
AAAGCAGGT
AAAGCAGTA
AAAGCAGTC
AAAGCAGTG
AAAGCAGTT
AAAGCATAA
AAAGCATAC
AAAGCATAG
AAAGCATAT
AAAGCATCA
AAAGCATCC
AAAGCATCG
AAAGCATCT
AAAGCATGA
AAAGCATGC
AAAGCATGG
AAAGCATGT
AAAGCATTA
AAAGCATTC
AAAGCATTG
AAAGCATTT
AAAGCCAAA
AAAGCCAAC
AAAGCCAAG
AAAGCCAAT
AAAGCCACA
AAAGCCACC
AAAGCCACG
AAAGCCACT
AAAGCCAGA
AAAGCCAGC
AAAGCCAGG
AAAGCCAGT
AAAGCCATA
AAAGCCATC
AAAGCCATG
AAAGCCATT
AAAGCCCAA
AAAGCCCAC
AAAGCCCAG
AAAGCCCAT
AAAGCCCCA
AAAGCCCCC
AAAGCCCCG
AAAGCCCCT
AAAGCCCGA
AAAGCCCGC
AAAGCCCGG
AAAGCCCGT
AAAGCCCTA
AAAGCCCTC
AAAGCCCTG
AAAGCCCTT
AAAGCCGAA
AAAGCCGAC
AAAGCCGAG
AAAGCCGAT
AAAGCCGCA
AAAGCCGCC
AAAGCCGCG
AAAGCCGCT
AAAGCCGGA
AAAGCCGGC
AAAGCCGGG
AAAGCCGGT
AAAGCCGTA
AAAGCCGTC
AAAGCCGTG
AAAGCCGTT
AAAGCCTAA
AAAGCCTAC
AAAGCCTAG
AAAGCCTAT
AAAGCCTCA
AAAGCCTCC
AAAGCCTCG
AAAGCCTCT
AAAGCCTGA
AAAGCCTGC
AAAGCCTGG
AAAGCCTGT
AAAGCCTTA
AAAGCCTTC
AAAGCCTTG
AAAGCCTTT
AAAGCGAAA
AAAGCGAAC
AAAGCGAAG
AAAGCGAAT
AAAGCGACA
AAAGCGACC
AAAGCGACG
AAAGCGACT
AAAGCGAGA
AAAGCGAGC
AAAGCGAGG
AAAGCGAGT
AAAGCGATA
AAAGCGATC
AAAGCGATG
AAAGCGATT
AAAGCGCAA
AAAGCGCAC
AAAGCGCAG
AAAGCGCAT
AAAGCGCCA
AAAGCGCCC
AAAGCGCCG
AAAGCGCCT
AAAGCGCGA
AAAGCGCGC
AAAGCGCGG
AAAGCGCGT
AAAGCGCTA
AAAGCGCTC
AAAGCGCTG
AAAGCGCTT
AAAGCGGAA
AAAGCGGAC
AAAGCGGAG
AAAGCGGAT
AAAGCGGCA
AAAGCGGCC
AAAGCGGCG
AAAGCGGCT
AAAGCGGGA
AAAGCGGGC
AAAGCGGGG
AAAGCGGGT
AAAGCGGTA
AAAGCGGTC
AAAGCGGTG
AAAGCGGTT
AAAGCGTAA
AAAGCGTAC
AAAGCGTAG
AAAGCGTAT
AAAGCGTCA
AAAGCGTCC
AAAGCGTCG
AAAGCGTCT
AAAGCGTGA
AAAGCGTGC
AAAGCGTGG
AAAGCGTGT
AAAGCGTTA
AAAGCGTTC
AAAGCGTTG
AAAGCGTTT
AAAGCTAAA
AAAGCTAAC
AAAGCTAAG
AAAGCTAAT
AAAGCTACA
AAAGCTACC
AAAGCTACG
AAAGCTACT
AAAGCTAGA
AAAGCTAGC
AAAGCTAGG
AAAGCTAGT
AAAGCTATA
AAAGCTATC
AAAGCTATG
AAAGCTATT
AAAGCTCAA
AAAGCTCAC
AAAGCTCAG
AAAGCTCAT
AAAGCTCCA
AAAGCTCCC
AAAGCTCCG
AAAGCTCCT
AAAGCTCGA
AAAGCTCGC
AAAGCTCGG
AAAGCTCGT
AAAGCTCTA
AAAGCTCTC
AAAGCTCTG
AAAGCTCTT
AAAGCTGAA
AAAGCTGAC
AAAGCTGAG
AAAGCTGAT
AAAGCTGCA
AAAGCTGCC
AAAGCTGCG
AAAGCTGCT
AAAGCTGGA
AAAGCTGGC
AAAGCTGGG
AAAGCTGGT
AAAGCTGTA
AAAGCTGTC
AAAGCTGTG
AAAGCTGTT
AAAGCTTAA
AAAGCTTAC
AAAGCTTAG
AAAGCTTAT
AAAGCTTCA
AAAGCTTCC
AAAGCTTCG
AAAGCTTCT
AAAGCTTGA
AAAGCTTGC
AAAGCTTGG
AAAGCTTGT
AAAGCTTTA
AAAGCTTTC
AAAGCTTTG
AAAGCTTTT
AAAGGAAAA
AAAGGAAAC
AAAGGAAAG
AAAGGAAAT
AAAGGAACA
AAAGGAACC
AAAGGAACG
AAAGGAACT
AAAGGAAGA
AAAGGAAGC
AAAGGAAGG
AAAGGAAGT
AAAGGAATA
AAAGGAATC
AAAGGAATG
AAAGGAATT
AAAGGACAA
AAAGGACAC
AAAGGACAG
AAAGGACAT
AAAGGACCA
AAAGGACCC
AAAGGACCG
AAAGGACCT
AAAGGACGA
AAAGGACGC
AAAGGACGG
AAAGGACGT
AAAGGACTA
AAAGGACTC
AAAGGACTG
AAAGGACTT
AAAGGAGAA
AAAGGAGAC
AAAGGAGAG
AAAGGAGAT
AAAGGAGCA
AAAGGAGCC
AAAGGAGCG
AAAGGAGCT
AAAGGAGGA
AAAGGAGGC
AAAGGAGGG
AAAGGAGGT
AAAGGAGTA
AAAGGAGTC
AAAGGAGTG
AAAGGAGTT
AAAGGATAA
AAAGGATAC
AAAGGATAG
AAAGGATAT
AAAGGATCA
AAAGGATCC
AAAGGATCG
AAAGGATCT
AAAGGATGA
AAAGGATGC
AAAGGATGG
AAAGGATGT
AAAGGATTA
AAAGGATTC
AAAGGATTG
AAAGGATTT
AAAGGCAAA
AAAGGCAAC
AAAGGCAAG
AAAGGCAAT
AAAGGCACA
AAAGGCACC
AAAGGCACG
AAAGGCACT
AAAGGCAGA
AAAGGCAGC
AAAGGCAGG
AAAGGCAGT
AAAGGCATA
AAAGGCATC
AAAGGCATG
AAAGGCATT
AAAGGCCAA
AAAGGCCAC
AAAGGCCAG
AAAGGCCAT
AAAGGCCCA
AAAGGCCCC
AAAGGCCCG
AAAGGCCCT
AAAGGCCGA
AAAGGCCGC
AAAGGCCGG
AAAGGCCGT
AAAGGCCTA
AAAGGCCTC
AAAGGCCTG
AAAGGCCTT
AAAGGCGAA
AAAGGCGAC
AAAGGCGAG
AAAGGCGAT
AAAGGCGCA
AAAGGCGCC
AAAGGCGCG
AAAGGCGCT
AAAGGCGGA
AAAGGCGGC
AAAGGCGGG
AAAGGCGGT
AAAGGCGTA
AAAGGCGTC
AAAGGCGTG
AAAGGCGTT
AAAGGCTAA
AAAGGCTAC
AAAGGCTAG
AAAGGCTAT
AAAGGCTCA
AAAGGCTCC
AAAGGCTCG
AAAGGCTCT
AAAGGCTGA
AAAGGCTGC
AAAGGCTGG
AAAGGCTGT
AAAGGCTTA
AAAGGCTTC
AAAGGCTTG
AAAGGCTTT
AAAGGGAAA
AAAGGGAAC
AAAGGGAAG
AAAGGGAAT
AAAGGGACA
AAAGGGACC
AAAGGGACG
AAAGGGACT
AAAGGGAGA
AAAGGGAGC
AAAGGGAGG
AAAGGGAGT
AAAGGGATA
AAAGGGATC
AAAGGGATG
AAAGGGATT
AAAGGGCAA
AAAGGGCAC
AAAGGGCAG
AAAGGGCAT
AAAGGGCCA
AAAGGGCCC
AAAGGGCCG
AAAGGGCCT
AAAGGGCGA
AAAGGGCGC
AAAGGGCGG
AAAGGGCGT
AAAGGGCTA
AAAGGGCTC
AAAGGGCTG
AAAGGGCTT
AAAGGGGAA
AAAGGGGAC
AAAGGGGAG
AAAGGGGAT
AAAGGGGCA
AAAGGGGCC
AAAGGGGCG
AAAGGGGCT
AAAGGGGGA
AAAGGGGGC
AAAGGGGGG
AAAGGGGGT
AAAGGGGTA
AAAGGGGTC
AAAGGGGTG
AAAGGGGTT
AAAGGGTAA
AAAGGGTAC
AAAGGGTAG
AAAGGGTAT
AAAGGGTCA
AAAGGGTCC
AAAGGGTCG
AAAGGGTCT
AAAGGGTGA
AAAGGGTGC
AAAGGGTGG
AAAGGGTGT
AAAGGGTTA
AAAGGGTTC
AAAGGGTTG
AAAGGGTTT
AAAGGTAAA
AAAGGTAAC
AAAGGTAAG
AAAGGTAAT
AAAGGTACA
AAAGGTACC
AAAGGTACG
AAAGGTACT
AAAGGTAGA
AAAGGTAGC
AAAGGTAGG
AAAGGTAGT
AAAGGTATA
AAAGGTATC
AAAGGTATG
AAAGGTATT
AAAGGTCAA
AAAGGTCAC
AAAGGTCAG
AAAGGTCAT
AAAGGTCCA
AAAGGTCCC
AAAGGTCCG
AAAGGTCCT
AAAGGTCGA
AAAGGTCGC
AAAGGTCGG
AAAGGTCGT
AAAGGTCTA
AAAGGTCTC
AAAGGTCTG
AAAGGTCTT
AAAGGTGAA
AAAGGTGAC
AAAGGTGAG
AAAGGTGAT
AAAGGTGCA
AAAGGTGCC
AAAGGTGCG
AAAGGTGCT
AAAGGTGGA
AAAGGTGGC
AAAGGTGGG
AAAGGTGGT
AAAGGTGTA
AAAGGTGTC
AAAGGTGTG
AAAGGTGTT
AAAGGTTAA
AAAGGTTAC
AAAGGTTAG
AAAGGTTAT
AAAGGTTCA
AAAGGTTCC
AAAGGTTCG
AAAGGTTCT
AAAGGTTGA
AAAGGTTGC
AAAGGTTGG
AAAGGTTGT
AAAGGTTTA
AAAGGTTTC
AAAGGTTTG
AAAGGTTTT
AAAGTAAAA
AAAGTAAAC
AAAGTAAAG
AAAGTAAAT
AAAGTAACA
AAAGTAACC
AAAGTAACG
AAAGTAACT
AAAGTAAGA
AAAGTAAGC
AAAGTAAGG
AAAGTAAGT
AAAGTAATA
AAAGTAATC
AAAGTAATG
AAAGTAATT
AAAGTACAA
AAAGTACAC
AAAGTACAG
AAAGTACAT
AAAGTACCA
AAAGTACCC
AAAGTACCG
AAAGTACCT
AAAGTACGA
AAAGTACGC
AAAGTACGG
AAAGTACGT
AAAGTACTA
AAAGTACTC
AAAGTACTG
AAAGTACTT
AAAGTAGAA
AAAGTAGAC
AAAGTAGAG
AAAGTAGAT
AAAGTAGCA
AAAGTAGCC
AAAGTAGCG
AAAGTAGCT
AAAGTAGGA
AAAGTAGGC
AAAGTAGGG
AAAGTAGGT
AAAGTAGTA
AAAGTAGTC
AAAGTAGTG
AAAGTAGTT
AAAGTATAA
AAAGTATAC
AAAGTATAG
AAAGTATAT
AAAGTATCA
AAAGTATCC
AAAGTATCG
AAAGTATCT
AAAGTATGA
AAAGTATGC
AAAGTATGG
AAAGTATGT
AAAGTATTA
AAAGTATTC
AAAGTATTG
AAAGTATTT
AAAGTCAAA
AAAGTCAAC
AAAGTCAAG
AAAGTCAAT
AAAGTCACA
AAAGTCACC
AAAGTCACG
AAAGTCACT
AAAGTCAGA
AAAGTCAGC
AAAGTCAGG
AAAGTCAGT
AAAGTCATA
AAAGTCATC
AAAGTCATG
AAAGTCATT
AAAGTCCAA
AAAGTCCAC
AAAGTCCAG
AAAGTCCAT
AAAGTCCCA
AAAGTCCCC
AAAGTCCCG
AAAGTCCCT
AAAGTCCGA
AAAGTCCGC
AAAGTCCGG
AAAGTCCGT
AAAGTCCTA
AAAGTCCTC
AAAGTCCTG
AAAGTCCTT
AAAGTCGAA
AAAGTCGAC
AAAGTCGAG
AAAGTCGAT
AAAGTCGCA
AAAGTCGCC
AAAGTCGCG
AAAGTCGCT
AAAGTCGGA
AAAGTCGGC
AAAGTCGGG
AAAGTCGGT
AAAGTCGTA
AAAGTCGTC
AAAGTCGTG
AAAGTCGTT
AAAGTCTAA
AAAGTCTAC
AAAGTCTAG
AAAGTCTAT
AAAGTCTCA
AAAGTCTCC
AAAGTCTCG
AAAGTCTCT
AAAGTCTGA
AAAGTCTGC
AAAGTCTGG
AAAGTCTGT
AAAGTCTTA
AAAGTCTTC
AAAGTCTTG
AAAGTCTTT
AAAGTGAAA
AAAGTGAAC
AAAGTGAAG
AAAGTGAAT
AAAGTGACA
AAAGTGACC
AAAGTGACG
AAAGTGACT
AAAGTGAGA
AAAGTGAGC
AAAGTGAGG
AAAGTGAGT
AAAGTGATA
AAAGTGATC
AAAGTGATG
AAAGTGATT
AAAGTGCAA
AAAGTGCAC
AAAGTGCAG
AAAGTGCAT
AAAGTGCCA
AAAGTGCCC
AAAGTGCCG
AAAGTGCCT
AAAGTGCGA
AAAGTGCGC
AAAGTGCGG
AAAGTGCGT
AAAGTGCTA
AAAGTGCTC
AAAGTGCTG
AAAGTGCTT
AAAGTGGAA
AAAGTGGAC
AAAGTGGAG
AAAGTGGAT
AAAGTGGCA
AAAGTGGCC
AAAGTGGCG
AAAGTGGCT
AAAGTGGGA
AAAGTGGGC
AAAGTGGGG
AAAGTGGGT
AAAGTGGTA
AAAGTGGTC
AAAGTGGTG
AAAGTGGTT
AAAGTGTAA
AAAGTGTAC
AAAGTGTAG
AAAGTGTAT
AAAGTGTCA
AAAGTGTCC
AAAGTGTCG
AAAGTGTCT
AAAGTGTGA
AAAGTGTGC
AAAGTGTGG
AAAGTGTGT
AAAGTGTTA
AAAGTGTTC
AAAGTGTTG
AAAGTGTTT
AAAGTTAAA
AAAGTTAAC
AAAGTTAAG
AAAGTTAAT
AAAGTTACA
AAAGTTACC
AAAGTTACG
AAAGTTACT
AAAGTTAGA
AAAGTTAGC
AAAGTTAGG
AAAGTTAGT
AAAGTTATA
AAAGTTATC
AAAGTTATG
AAAGTTATT
AAAGTTCAA
AAAGTTCAC
AAAGTTCAG
AAAGTTCAT
AAAGTTCCA
AAAGTTCCC
AAAGTTCCG
AAAGTTCCT
AAAGTTCGA
AAAGTTCGC
AAAGTTCGG
AAAGTTCGT
AAAGTTCTA
AAAGTTCTC
AAAGTTCTG
AAAGTTCTT
AAAGTTGAA
AAAGTTGAC
AAAGTTGAG
AAAGTTGAT
AAAGTTGCA
AAAGTTGCC
AAAGTTGCG
AAAGTTGCT
AAAGTTGGA
AAAGTTGGC
AAAGTTGGG
AAAGTTGGT
AAAGTTGTA
AAAGTTGTC
AAAGTTGTG
AAAGTTGTT
AAAGTTTAA
AAAGTTTAC
AAAGTTTAG
AAAGTTTAT
AAAGTTTCA
AAAGTTTCC
AAAGTTTCG
AAAGTTTCT
AAAGTTTGA
AAAGTTTGC
AAAGTTTGG
AAAGTTTGT
AAAGTTTTA
AAAGTTTTC
AAAGTTTTG
AAAGTTTTT
AAATAAAAA
AAATAAAAC
AAATAAAAG
AAATAAAAT
AAATAAACA
AAATAAACC
AAATAAACG
AAATAAACT
AAATAAAGA
AAATAAAGC
AAATAAAGG
AAATAAAGT
AAATAAATA
AAATAAATC
AAATAAATG
AAATAAATT
AAATAACAA
AAATAACAC
AAATAACAG
AAATAACAT
AAATAACCA
AAATAACCC
AAATAACCG
AAATAACCT
AAATAACGA
AAATAACGC
AAATAACGG
AAATAACGT
AAATAACTA
AAATAACTC
AAATAACTG
AAATAACTT
AAATAAGAA
AAATAAGAC
AAATAAGAG
AAATAAGAT
AAATAAGCA
AAATAAGCC
AAATAAGCG
AAATAAGCT
AAATAAGGA
AAATAAGGC
AAATAAGGG
AAATAAGGT
AAATAAGTA
AAATAAGTC
AAATAAGTG
AAATAAGTT
AAATAATAA
AAATAATAC
AAATAATAG
AAATAATAT
AAATAATCA
AAATAATCC
AAATAATCG
AAATAATCT
AAATAATGA
AAATAATGC
AAATAATGG
AAATAATGT
AAATAATTA
AAATAATTC
AAATAATTG
AAATAATTT
AAATACAAA
AAATACAAC
AAATACAAG
AAATACAAT
AAATACACA
AAATACACC
AAATACACG
AAATACACT
AAATACAGA
AAATACAGC
AAATACAGG
AAATACAGT
AAATACATA
AAATACATC
AAATACATG
AAATACATT
AAATACCAA
AAATACCAC
AAATACCAG
AAATACCAT
AAATACCCA
AAATACCCC
AAATACCCG
AAATACCCT
AAATACCGA
AAATACCGC
AAATACCGG
AAATACCGT
AAATACCTA
AAATACCTC
AAATACCTG
AAATACCTT
AAATACGAA
AAATACGAC
AAATACGAG
AAATACGAT
AAATACGCA
AAATACGCC
AAATACGCG
AAATACGCT
AAATACGGA
AAATACGGC
AAATACGGG
AAATACGGT
AAATACGTA
AAATACGTC
AAATACGTG
AAATACGTT
AAATACTAA
AAATACTAC
AAATACTAG
AAATACTAT
AAATACTCA
AAATACTCC
AAATACTCG
AAATACTCT
AAATACTGA
AAATACTGC
AAATACTGG
AAATACTGT
AAATACTTA
AAATACTTC
AAATACTTG
AAATACTTT
AAATAGAAA
AAATAGAAC
AAATAGAAG
AAATAGAAT
AAATAGACA
AAATAGACC
AAATAGACG
AAATAGACT
AAATAGAGA
AAATAGAGC
AAATAGAGG
AAATAGAGT
AAATAGATA
AAATAGATC
AAATAGATG
AAATAGATT
AAATAGCAA
AAATAGCAC
AAATAGCAG
AAATAGCAT
AAATAGCCA
AAATAGCCC
AAATAGCCG
AAATAGCCT
AAATAGCGA
AAATAGCGC
AAATAGCGG
AAATAGCGT
AAATAGCTA
AAATAGCTC
AAATAGCTG
AAATAGCTT
AAATAGGAA
AAATAGGAC
AAATAGGAG
AAATAGGAT
AAATAGGCA
AAATAGGCC
AAATAGGCG
AAATAGGCT
AAATAGGGA
AAATAGGGC
AAATAGGGG
AAATAGGGT
AAATAGGTA
AAATAGGTC
AAATAGGTG
AAATAGGTT
AAATAGTAA
AAATAGTAC
AAATAGTAG
AAATAGTAT
AAATAGTCA
AAATAGTCC
AAATAGTCG
AAATAGTCT
AAATAGTGA
AAATAGTGC
AAATAGTGG
AAATAGTGT
AAATAGTTA
AAATAGTTC
AAATAGTTG
AAATAGTTT
AAATATAAA
AAATATAAC
AAATATAAG
AAATATAAT
AAATATACA
AAATATACC
AAATATACG
AAATATACT
AAATATAGA
AAATATAGC
AAATATAGG
AAATATAGT
AAATATATA
AAATATATC
AAATATATG
AAATATATT
AAATATCAA
AAATATCAC
AAATATCAG
AAATATCAT
AAATATCCA
AAATATCCC
AAATATCCG
AAATATCCT
AAATATCGA
AAATATCGC
AAATATCGG
AAATATCGT
AAATATCTA
AAATATCTC
AAATATCTG
AAATATCTT
AAATATGAA
AAATATGAC
AAATATGAG
AAATATGAT
AAATATGCA
AAATATGCC
AAATATGCG
AAATATGCT
AAATATGGA
AAATATGGC
AAATATGGG
AAATATGGT
AAATATGTA
AAATATGTC
AAATATGTG
AAATATGTT
AAATATTAA
AAATATTAC
AAATATTAG
AAATATTAT
AAATATTCA
AAATATTCC
AAATATTCG
AAATATTCT
AAATATTGA
AAATATTGC
AAATATTGG
AAATATTGT
AAATATTTA
AAATATTTC
AAATATTTG
AAATATTTT
AAATCAAAA
AAATCAAAC
AAATCAAAG
AAATCAAAT
AAATCAACA
AAATCAACC
AAATCAACG
AAATCAACT
AAATCAAGA
AAATCAAGC
AAATCAAGG
AAATCAAGT
AAATCAATA
AAATCAATC
AAATCAATG
AAATCAATT
AAATCACAA
AAATCACAC
AAATCACAG
AAATCACAT
AAATCACCA
AAATCACCC
AAATCACCG
AAATCACCT
AAATCACGA
AAATCACGC
AAATCACGG
AAATCACGT
AAATCACTA
AAATCACTC
AAATCACTG
AAATCACTT
AAATCAGAA
AAATCAGAC
AAATCAGAG
AAATCAGAT
AAATCAGCA
AAATCAGCC
AAATCAGCG
AAATCAGCT
AAATCAGGA
AAATCAGGC
AAATCAGGG
AAATCAGGT
AAATCAGTA
AAATCAGTC
AAATCAGTG
AAATCAGTT
AAATCATAA
AAATCATAC
AAATCATAG
AAATCATAT
AAATCATCA
AAATCATCC
AAATCATCG
AAATCATCT
AAATCATGA
AAATCATGC
AAATCATGG
AAATCATGT
AAATCATTA
AAATCATTC
AAATCATTG
AAATCATTT
AAATCCAAA
AAATCCAAC
AAATCCAAG
AAATCCAAT
AAATCCACA
AAATCCACC
AAATCCACG
AAATCCACT
AAATCCAGA
AAATCCAGC
AAATCCAGG
AAATCCAGT
AAATCCATA
AAATCCATC
AAATCCATG
AAATCCATT
AAATCCCAA
AAATCCCAC
AAATCCCAG
AAATCCCAT
AAATCCCCA
AAATCCCCC
AAATCCCCG
AAATCCCCT
AAATCCCGA
AAATCCCGC
AAATCCCGG
AAATCCCGT
AAATCCCTA
AAATCCCTC
AAATCCCTG
AAATCCCTT
AAATCCGAA
AAATCCGAC
AAATCCGAG
AAATCCGAT
AAATCCGCA
AAATCCGCC
AAATCCGCG
AAATCCGCT
AAATCCGGA
AAATCCGGC
AAATCCGGG
AAATCCGGT
AAATCCGTA
AAATCCGTC
AAATCCGTG
AAATCCGTT
AAATCCTAA
AAATCCTAC
AAATCCTAG
AAATCCTAT
AAATCCTCA
AAATCCTCC
AAATCCTCG
AAATCCTCT
AAATCCTGA
AAATCCTGC
AAATCCTGG
AAATCCTGT
AAATCCTTA
AAATCCTTC
AAATCCTTG
AAATCCTTT
AAATCGAAA
AAATCGAAC
AAATCGAAG
AAATCGAAT
AAATCGACA
AAATCGACC
AAATCGACG
AAATCGACT
AAATCGAGA
AAATCGAGC
AAATCGAGG
AAATCGAGT
AAATCGATA
AAATCGATC
AAATCGATG
AAATCGATT
AAATCGCAA
AAATCGCAC
AAATCGCAG
AAATCGCAT
AAATCGCCA
AAATCGCCC
AAATCGCCG
AAATCGCCT
AAATCGCGA
AAATCGCGC
AAATCGCGG
AAATCGCGT
AAATCGCTA
AAATCGCTC
AAATCGCTG
AAATCGCTT
AAATCGGAA
AAATCGGAC
AAATCGGAG
AAATCGGAT
AAATCGGCA
AAATCGGCC
AAATCGGCG
AAATCGGCT
AAATCGGGA
AAATCGGGC
AAATCGGGG
AAATCGGGT
AAATCGGTA
AAATCGGTC
AAATCGGTG
AAATCGGTT
AAATCGTAA
AAATCGTAC
AAATCGTAG
AAATCGTAT
AAATCGTCA
AAATCGTCC
AAATCGTCG
AAATCGTCT
AAATCGTGA
AAATCGTGC
AAATCGTGG
AAATCGTGT
AAATCGTTA
AAATCGTTC
AAATCGTTG
AAATCGTTT
AAATCTAAA
AAATCTAAC
AAATCTAAG
AAATCTAAT
AAATCTACA
AAATCTACC
AAATCTACG
AAATCTACT
AAATCTAGA
AAATCTAGC
AAATCTAGG
AAATCTAGT
AAATCTATA
AAATCTATC
AAATCTATG
AAATCTATT
AAATCTCAA
AAATCTCAC
AAATCTCAG
AAATCTCAT
AAATCTCCA
AAATCTCCC
AAATCTCCG
AAATCTCCT
AAATCTCGA
AAATCTCGC
AAATCTCGG
AAATCTCGT
AAATCTCTA
AAATCTCTC
AAATCTCTG
AAATCTCTT
AAATCTGAA
AAATCTGAC
AAATCTGAG
AAATCTGAT
AAATCTGCA
AAATCTGCC
AAATCTGCG
AAATCTGCT
AAATCTGGA
AAATCTGGC
AAATCTGGG
AAATCTGGT
AAATCTGTA
AAATCTGTC
AAATCTGTG
AAATCTGTT
AAATCTTAA
AAATCTTAC
AAATCTTAG
AAATCTTAT
AAATCTTCA
AAATCTTCC
AAATCTTCG
AAATCTTCT
AAATCTTGA
AAATCTTGC
AAATCTTGG
AAATCTTGT
AAATCTTTA
AAATCTTTC
AAATCTTTG
AAATCTTTT
AAATGAAAA
AAATGAAAC
AAATGAAAG
AAATGAAAT
AAATGAACA
AAATGAACC
AAATGAACG
AAATGAACT
AAATGAAGA
AAATGAAGC
AAATGAAGG
AAATGAAGT
AAATGAATA
AAATGAATC
AAATGAATG
AAATGAATT
AAATGACAA
AAATGACAC
AAATGACAG
AAATGACAT
AAATGACCA
AAATGACCC
AAATGACCG
AAATGACCT
AAATGACGA
AAATGACGC
AAATGACGG
AAATGACGT
AAATGACTA
AAATGACTC
AAATGACTG
AAATGACTT
AAATGAGAA
AAATGAGAC
AAATGAGAG
AAATGAGAT
AAATGAGCA
AAATGAGCC
AAATGAGCG
AAATGAGCT
AAATGAGGA
AAATGAGGC
AAATGAGGG
AAATGAGGT
AAATGAGTA
AAATGAGTC
AAATGAGTG
AAATGAGTT
AAATGATAA
AAATGATAC
AAATGATAG
AAATGATAT
AAATGATCA
AAATGATCC
AAATGATCG
AAATGATCT
AAATGATGA
AAATGATGC
AAATGATGG
AAATGATGT
AAATGATTA
AAATGATTC
AAATGATTG
AAATGATTT
AAATGCAAA
AAATGCAAC
AAATGCAAG
AAATGCAAT
AAATGCACA
AAATGCACC
AAATGCACG
AAATGCACT
AAATGCAGA
AAATGCAGC
AAATGCAGG
AAATGCAGT
AAATGCATA
AAATGCATC
AAATGCATG
AAATGCATT
AAATGCCAA
AAATGCCAC
AAATGCCAG
AAATGCCAT
AAATGCCCA
AAATGCCCC
AAATGCCCG
AAATGCCCT
AAATGCCGA
AAATGCCGC
AAATGCCGG
AAATGCCGT
AAATGCCTA
AAATGCCTC
AAATGCCTG
AAATGCCTT
AAATGCGAA
AAATGCGAC
AAATGCGAG
AAATGCGAT
AAATGCGCA
AAATGCGCC
AAATGCGCG
AAATGCGCT
AAATGCGGA
AAATGCGGC
AAATGCGGG
AAATGCGGT
AAATGCGTA
AAATGCGTC
AAATGCGTG
AAATGCGTT
AAATGCTAA
AAATGCTAC
AAATGCTAG
AAATGCTAT
AAATGCTCA
AAATGCTCC
AAATGCTCG
AAATGCTCT
AAATGCTGA
AAATGCTGC
AAATGCTGG
AAATGCTGT
AAATGCTTA
AAATGCTTC
AAATGCTTG
AAATGCTTT
AAATGGAAA
AAATGGAAC
AAATGGAAG
AAATGGAAT
AAATGGACA
AAATGGACC
AAATGGACG
AAATGGACT
AAATGGAGA
AAATGGAGC
AAATGGAGG
AAATGGAGT
AAATGGATA
AAATGGATC
AAATGGATG
AAATGGATT
AAATGGCAA
AAATGGCAC
AAATGGCAG
AAATGGCAT
AAATGGCCA
AAATGGCCC
AAATGGCCG
AAATGGCCT
AAATGGCGA
AAATGGCGC
AAATGGCGG
AAATGGCGT
AAATGGCTA
AAATGGCTC
AAATGGCTG
AAATGGCTT
AAATGGGAA
AAATGGGAC
AAATGGGAG
AAATGGGAT
AAATGGGCA
AAATGGGCC
AAATGGGCG
AAATGGGCT
AAATGGGGA
AAATGGGGC
AAATGGGGG
AAATGGGGT
AAATGGGTA
AAATGGGTC
AAATGGGTG
AAATGGGTT
AAATGGTAA
AAATGGTAC
AAATGGTAG
AAATGGTAT
AAATGGTCA
AAATGGTCC
AAATGGTCG
AAATGGTCT
AAATGGTGA
AAATGGTGC
AAATGGTGG
AAATGGTGT
AAATGGTTA
AAATGGTTC
AAATGGTTG
AAATGGTTT
AAATGTAAA
AAATGTAAC
AAATGTAAG
AAATGTAAT
AAATGTACA
AAATGTACC
AAATGTACG
AAATGTACT
AAATGTAGA
AAATGTAGC
AAATGTAGG
AAATGTAGT
AAATGTATA
AAATGTATC
AAATGTATG
AAATGTATT
AAATGTCAA
AAATGTCAC
AAATGTCAG
AAATGTCAT
AAATGTCCA
AAATGTCCC
AAATGTCCG
AAATGTCCT
AAATGTCGA
AAATGTCGC
AAATGTCGG
AAATGTCGT
AAATGTCTA
AAATGTCTC
AAATGTCTG
AAATGTCTT
AAATGTGAA
AAATGTGAC
AAATGTGAG
AAATGTGAT
AAATGTGCA
AAATGTGCC
AAATGTGCG
AAATGTGCT
AAATGTGGA
AAATGTGGC
AAATGTGGG
AAATGTGGT
AAATGTGTA
AAATGTGTC
AAATGTGTG
AAATGTGTT
AAATGTTAA
AAATGTTAC
AAATGTTAG
AAATGTTAT
AAATGTTCA
AAATGTTCC
AAATGTTCG
AAATGTTCT
AAATGTTGA
AAATGTTGC
AAATGTTGG
AAATGTTGT
AAATGTTTA
AAATGTTTC
AAATGTTTG
AAATGTTTT
AAATTAAAA
AAATTAAAC
AAATTAAAG
AAATTAAAT
AAATTAACA
AAATTAACC
AAATTAACG
AAATTAACT
AAATTAAGA
AAATTAAGC
AAATTAAGG
AAATTAAGT
AAATTAATA
AAATTAATC
AAATTAATG
AAATTAATT
AAATTACAA
AAATTACAC
AAATTACAG
AAATTACAT
AAATTACCA
AAATTACCC
AAATTACCG
AAATTACCT
AAATTACGA
AAATTACGC
AAATTACGG
AAATTACGT
AAATTACTA
AAATTACTC
AAATTACTG
AAATTACTT
AAATTAGAA
AAATTAGAC
AAATTAGAG
AAATTAGAT
AAATTAGCA
AAATTAGCC
AAATTAGCG
AAATTAGCT
AAATTAGGA
AAATTAGGC
AAATTAGGG
AAATTAGGT
AAATTAGTA
AAATTAGTC
AAATTAGTG
AAATTAGTT
AAATTATAA
AAATTATAC
AAATTATAG
AAATTATAT
AAATTATCA
AAATTATCC
AAATTATCG
AAATTATCT
AAATTATGA
AAATTATGC
AAATTATGG
AAATTATGT
AAATTATTA
AAATTATTC
AAATTATTG
AAATTATTT
AAATTCAAA
AAATTCAAC
AAATTCAAG
AAATTCAAT
AAATTCACA
AAATTCACC
AAATTCACG
AAATTCACT
AAATTCAGA
AAATTCAGC
AAATTCAGG
AAATTCAGT
AAATTCATA
AAATTCATC
AAATTCATG
AAATTCATT
AAATTCCAA
AAATTCCAC
AAATTCCAG
AAATTCCAT
AAATTCCCA
AAATTCCCC
AAATTCCCG
AAATTCCCT
AAATTCCGA
AAATTCCGC
AAATTCCGG
AAATTCCGT
AAATTCCTA
AAATTCCTC
AAATTCCTG
AAATTCCTT
AAATTCGAA
AAATTCGAC
AAATTCGAG
AAATTCGAT
AAATTCGCA
AAATTCGCC
AAATTCGCG
AAATTCGCT
AAATTCGGA
AAATTCGGC
AAATTCGGG
AAATTCGGT
AAATTCGTA
AAATTCGTC
AAATTCGTG
AAATTCGTT
AAATTCTAA
AAATTCTAC
AAATTCTAG
AAATTCTAT
AAATTCTCA
AAATTCTCC
AAATTCTCG
AAATTCTCT
AAATTCTGA
AAATTCTGC
AAATTCTGG
AAATTCTGT
AAATTCTTA
AAATTCTTC
AAATTCTTG
AAATTCTTT
AAATTGAAA
AAATTGAAC
AAATTGAAG
AAATTGAAT
AAATTGACA
AAATTGACC
AAATTGACG
AAATTGACT
AAATTGAGA
AAATTGAGC
AAATTGAGG
AAATTGAGT
AAATTGATA
AAATTGATC
AAATTGATG
AAATTGATT
AAATTGCAA
AAATTGCAC
AAATTGCAG
AAATTGCAT
AAATTGCCA
AAATTGCCC
AAATTGCCG
AAATTGCCT
AAATTGCGA
AAATTGCGC
AAATTGCGG
AAATTGCGT
AAATTGCTA
AAATTGCTC
AAATTGCTG
AAATTGCTT
AAATTGGAA
AAATTGGAC
AAATTGGAG
AAATTGGAT
AAATTGGCA
AAATTGGCC
AAATTGGCG
AAATTGGCT
AAATTGGGA
AAATTGGGC
AAATTGGGG
AAATTGGGT
AAATTGGTA
AAATTGGTC
AAATTGGTG
AAATTGGTT
AAATTGTAA
AAATTGTAC
AAATTGTAG
AAATTGTAT
AAATTGTCA
AAATTGTCC
AAATTGTCG
AAATTGTCT
AAATTGTGA
AAATTGTGC
AAATTGTGG
AAATTGTGT
AAATTGTTA
AAATTGTTC
AAATTGTTG
AAATTGTTT
AAATTTAAA
AAATTTAAC
AAATTTAAG
AAATTTAAT
AAATTTACA
AAATTTACC
AAATTTACG
AAATTTACT
AAATTTAGA
AAATTTAGC
AAATTTAGG
AAATTTAGT
AAATTTATA
AAATTTATC
AAATTTATG
AAATTTATT
AAATTTCAA
AAATTTCAC
AAATTTCAG
AAATTTCAT
AAATTTCCA
AAATTTCCC
AAATTTCCG
AAATTTCCT
AAATTTCGA
AAATTTCGC
AAATTTCGG
AAATTTCGT
AAATTTCTA
AAATTTCTC
AAATTTCTG
AAATTTCTT
AAATTTGAA
AAATTTGAC
AAATTTGAG
AAATTTGAT
AAATTTGCA
AAATTTGCC
AAATTTGCG
AAATTTGCT
AAATTTGGA
AAATTTGGC
AAATTTGGG
AAATTTGGT
AAATTTGTA
AAATTTGTC
AAATTTGTG
AAATTTGTT
AAATTTTAA
AAATTTTAC
AAATTTTAG
AAATTTTAT
AAATTTTCA
AAATTTTCC
AAATTTTCG
AAATTTTCT
AAATTTTGA
AAATTTTGC
AAATTTTGG
AAATTTTGT
AAATTTTTA
AAATTTTTC
AAATTTTTG
AAATTTTTT
AACAAAAAA
AACAAAAAC
AACAAAAAG
AACAAAAAT
AACAAAACA
AACAAAACC
AACAAAACG
AACAAAACT
AACAAAAGA
AACAAAAGC
AACAAAAGG
AACAAAAGT
AACAAAATA
AACAAAATC
AACAAAATG
AACAAAATT
AACAAACAA
AACAAACAC
AACAAACAG
AACAAACAT
AACAAACCA
AACAAACCC
AACAAACCG
AACAAACCT
AACAAACGA
AACAAACGC
AACAAACGG
AACAAACGT
AACAAACTA
AACAAACTC
AACAAACTG
AACAAACTT
AACAAAGAA
AACAAAGAC
AACAAAGAG
AACAAAGAT
AACAAAGCA
AACAAAGCC
AACAAAGCG
AACAAAGCT
AACAAAGGA
AACAAAGGC
AACAAAGGG
AACAAAGGT
AACAAAGTA
AACAAAGTC
AACAAAGTG
AACAAAGTT
AACAAATAA
AACAAATAC
AACAAATAG
AACAAATAT
AACAAATCA
AACAAATCC
AACAAATCG
AACAAATCT
AACAAATGA
AACAAATGC
AACAAATGG
AACAAATGT
AACAAATTA
AACAAATTC
AACAAATTG
AACAAATTT
AACAACAAA
AACAACAAC
AACAACAAG
AACAACAAT
AACAACACA
AACAACACC
AACAACACG
AACAACACT
AACAACAGA
AACAACAGC
AACAACAGG
AACAACAGT
AACAACATA
AACAACATC
AACAACATG
AACAACATT
AACAACCAA
AACAACCAC
AACAACCAG
AACAACCAT
AACAACCCA
AACAACCCC
AACAACCCG
AACAACCCT
AACAACCGA
AACAACCGC
AACAACCGG
AACAACCGT
AACAACCTA
AACAACCTC
AACAACCTG
AACAACCTT
AACAACGAA
AACAACGAC
AACAACGAG
AACAACGAT
AACAACGCA
AACAACGCC
AACAACGCG
AACAACGCT
AACAACGGA
AACAACGGC
AACAACGGG
AACAACGGT
AACAACGTA
AACAACGTC
AACAACGTG
AACAACGTT
AACAACTAA
AACAACTAC
AACAACTAG
AACAACTAT
AACAACTCA
AACAACTCC
AACAACTCG
AACAACTCT
AACAACTGA
AACAACTGC
AACAACTGG
AACAACTGT
AACAACTTA
AACAACTTC
AACAACTTG
AACAACTTT
AACAAGAAA
AACAAGAAC
AACAAGAAG
AACAAGAAT
AACAAGACA
AACAAGACC
AACAAGACG
AACAAGACT
AACAAGAGA
AACAAGAGC
AACAAGAGG
AACAAGAGT
AACAAGATA
AACAAGATC
AACAAGATG
AACAAGATT
AACAAGCAA
AACAAGCAC
AACAAGCAG
AACAAGCAT
AACAAGCCA
AACAAGCCC
AACAAGCCG
AACAAGCCT
AACAAGCGA
AACAAGCGC
AACAAGCGG
AACAAGCGT
AACAAGCTA
AACAAGCTC
AACAAGCTG
AACAAGCTT
AACAAGGAA
AACAAGGAC
AACAAGGAG
AACAAGGAT
AACAAGGCA
AACAAGGCC
AACAAGGCG
AACAAGGCT
AACAAGGGA
AACAAGGGC
AACAAGGGG
AACAAGGGT
AACAAGGTA
AACAAGGTC
AACAAGGTG
AACAAGGTT
AACAAGTAA
AACAAGTAC
AACAAGTAG
AACAAGTAT
AACAAGTCA
AACAAGTCC
AACAAGTCG
AACAAGTCT
AACAAGTGA
AACAAGTGC
AACAAGTGG
AACAAGTGT
AACAAGTTA
AACAAGTTC
AACAAGTTG
AACAAGTTT
AACAATAAA
AACAATAAC
AACAATAAG
AACAATAAT
AACAATACA
AACAATACC
AACAATACG
AACAATACT
AACAATAGA
AACAATAGC
AACAATAGG
AACAATAGT
AACAATATA
AACAATATC
AACAATATG
AACAATATT
AACAATCAA
AACAATCAC
AACAATCAG
AACAATCAT
AACAATCCA
AACAATCCC
AACAATCCG
AACAATCCT
AACAATCGA
AACAATCGC
AACAATCGG
AACAATCGT
AACAATCTA
AACAATCTC
AACAATCTG
AACAATCTT
AACAATGAA
AACAATGAC
AACAATGAG
AACAATGAT
AACAATGCA
AACAATGCC
AACAATGCG
AACAATGCT
AACAATGGA
AACAATGGC
AACAATGGG
AACAATGGT
AACAATGTA
AACAATGTC
AACAATGTG
AACAATGTT
AACAATTAA
AACAATTAC
AACAATTAG
AACAATTAT
AACAATTCA
AACAATTCC
AACAATTCG
AACAATTCT
AACAATTGA
AACAATTGC
AACAATTGG
AACAATTGT
AACAATTTA
AACAATTTC
AACAATTTG
AACAATTTT
AACACAAAA
AACACAAAC
AACACAAAG
AACACAAAT
AACACAACA
AACACAACC
AACACAACG
AACACAACT
AACACAAGA
AACACAAGC
AACACAAGG
AACACAAGT
AACACAATA
AACACAATC
AACACAATG
AACACAATT
AACACACAA
AACACACAC
AACACACAG
AACACACAT
AACACACCA
AACACACCC
AACACACCG
AACACACCT
AACACACGA
AACACACGC
AACACACGG
AACACACGT
AACACACTA
AACACACTC
AACACACTG
AACACACTT
AACACAGAA
AACACAGAC
AACACAGAG
AACACAGAT
AACACAGCA
AACACAGCC
AACACAGCG
AACACAGCT
AACACAGGA
AACACAGGC
AACACAGGG
AACACAGGT
AACACAGTA
AACACAGTC
AACACAGTG
AACACAGTT
AACACATAA
AACACATAC
AACACATAG
AACACATAT
AACACATCA
AACACATCC
AACACATCG
AACACATCT
AACACATGA
AACACATGC
AACACATGG
AACACATGT
AACACATTA
AACACATTC
AACACATTG
AACACATTT
AACACCAAA
AACACCAAC
AACACCAAG
AACACCAAT
AACACCACA
AACACCACC
AACACCACG
AACACCACT
AACACCAGA
AACACCAGC
AACACCAGG
AACACCAGT
AACACCATA
AACACCATC
AACACCATG
AACACCATT
AACACCCAA
AACACCCAC
AACACCCAG
AACACCCAT
AACACCCCA
AACACCCCC
AACACCCCG
AACACCCCT
AACACCCGA
AACACCCGC
AACACCCGG
AACACCCGT
AACACCCTA
AACACCCTC
AACACCCTG
AACACCCTT
AACACCGAA
AACACCGAC
AACACCGAG
AACACCGAT
AACACCGCA
AACACCGCC
AACACCGCG
AACACCGCT
AACACCGGA
AACACCGGC
AACACCGGG
AACACCGGT
AACACCGTA
AACACCGTC
AACACCGTG
AACACCGTT
AACACCTAA
AACACCTAC
AACACCTAG
AACACCTAT
AACACCTCA
AACACCTCC
AACACCTCG
AACACCTCT
AACACCTGA
AACACCTGC
AACACCTGG
AACACCTGT
AACACCTTA
AACACCTTC
AACACCTTG
AACACCTTT
AACACGAAA
AACACGAAC
AACACGAAG
AACACGAAT
AACACGACA
AACACGACC
AACACGACG
AACACGACT
AACACGAGA
AACACGAGC
AACACGAGG
AACACGAGT
AACACGATA
AACACGATC
AACACGATG
AACACGATT
AACACGCAA
AACACGCAC
AACACGCAG
AACACGCAT
AACACGCCA
AACACGCCC
AACACGCCG
AACACGCCT
AACACGCGA
AACACGCGC
AACACGCGG
AACACGCGT
AACACGCTA
AACACGCTC
AACACGCTG
AACACGCTT
AACACGGAA
AACACGGAC
AACACGGAG
AACACGGAT
AACACGGCA
AACACGGCC
AACACGGCG
AACACGGCT
AACACGGGA
AACACGGGC
AACACGGGG
AACACGGGT
AACACGGTA
AACACGGTC
AACACGGTG
AACACGGTT
AACACGTAA
AACACGTAC
AACACGTAG
AACACGTAT
AACACGTCA
AACACGTCC
AACACGTCG
AACACGTCT
AACACGTGA
AACACGTGC
AACACGTGG
AACACGTGT
AACACGTTA
AACACGTTC
AACACGTTG
AACACGTTT
AACACTAAA
AACACTAAC
AACACTAAG
AACACTAAT
AACACTACA
AACACTACC
AACACTACG
AACACTACT
AACACTAGA
AACACTAGC
AACACTAGG
AACACTAGT
AACACTATA
AACACTATC
AACACTATG
AACACTATT
AACACTCAA
AACACTCAC
AACACTCAG
AACACTCAT
AACACTCCA
AACACTCCC
AACACTCCG
AACACTCCT
AACACTCGA
AACACTCGC
AACACTCGG
AACACTCGT
AACACTCTA
AACACTCTC
AACACTCTG
AACACTCTT
AACACTGAA
AACACTGAC
AACACTGAG
AACACTGAT
AACACTGCA
AACACTGCC
AACACTGCG
AACACTGCT
AACACTGGA
AACACTGGC
AACACTGGG
AACACTGGT
AACACTGTA
AACACTGTC
AACACTGTG
AACACTGTT
AACACTTAA
AACACTTAC
AACACTTAG
AACACTTAT
AACACTTCA
AACACTTCC
AACACTTCG
AACACTTCT
AACACTTGA
AACACTTGC
AACACTTGG
AACACTTGT
AACACTTTA
AACACTTTC
AACACTTTG
AACACTTTT
AACAGAAAA
AACAGAAAC
AACAGAAAG
AACAGAAAT
AACAGAACA
AACAGAACC
AACAGAACG
AACAGAACT
AACAGAAGA
AACAGAAGC
AACAGAAGG
AACAGAAGT
AACAGAATA
AACAGAATC
AACAGAATG
AACAGAATT
AACAGACAA
AACAGACAC
AACAGACAG
AACAGACAT
AACAGACCA
AACAGACCC
AACAGACCG
AACAGACCT
AACAGACGA
AACAGACGC
AACAGACGG
AACAGACGT
AACAGACTA
AACAGACTC
AACAGACTG
AACAGACTT
AACAGAGAA
AACAGAGAC
AACAGAGAG
AACAGAGAT
AACAGAGCA
AACAGAGCC
AACAGAGCG
AACAGAGCT
AACAGAGGA
AACAGAGGC
AACAGAGGG
AACAGAGGT
AACAGAGTA
AACAGAGTC
AACAGAGTG
AACAGAGTT
AACAGATAA
AACAGATAC
AACAGATAG
AACAGATAT
AACAGATCA
AACAGATCC
AACAGATCG
AACAGATCT
AACAGATGA
AACAGATGC
AACAGATGG
AACAGATGT
AACAGATTA
AACAGATTC
AACAGATTG
AACAGATTT
AACAGCAAA
AACAGCAAC
AACAGCAAG
AACAGCAAT
AACAGCACA
AACAGCACC
AACAGCACG
AACAGCACT
AACAGCAGA
AACAGCAGC
AACAGCAGG
AACAGCAGT
AACAGCATA
AACAGCATC
AACAGCATG
AACAGCATT
AACAGCCAA
AACAGCCAC
AACAGCCAG
AACAGCCAT
AACAGCCCA
AACAGCCCC
AACAGCCCG
AACAGCCCT
AACAGCCGA
AACAGCCGC
AACAGCCGG
AACAGCCGT
AACAGCCTA
AACAGCCTC
AACAGCCTG
AACAGCCTT
AACAGCGAA
AACAGCGAC
AACAGCGAG
AACAGCGAT
AACAGCGCA
AACAGCGCC
AACAGCGCG
AACAGCGCT
AACAGCGGA
AACAGCGGC
AACAGCGGG
AACAGCGGT
AACAGCGTA
AACAGCGTC
AACAGCGTG
AACAGCGTT
AACAGCTAA
AACAGCTAC
AACAGCTAG
AACAGCTAT
AACAGCTCA
AACAGCTCC
AACAGCTCG
AACAGCTCT
AACAGCTGA
AACAGCTGC
AACAGCTGG
AACAGCTGT
AACAGCTTA
AACAGCTTC
AACAGCTTG
AACAGCTTT
AACAGGAAA
AACAGGAAC
AACAGGAAG
AACAGGAAT
AACAGGACA
AACAGGACC
AACAGGACG
AACAGGACT
AACAGGAGA
AACAGGAGC
AACAGGAGG
AACAGGAGT
AACAGGATA
AACAGGATC
AACAGGATG
AACAGGATT
AACAGGCAA
AACAGGCAC
AACAGGCAG
AACAGGCAT
AACAGGCCA
AACAGGCCC
AACAGGCCG
AACAGGCCT
AACAGGCGA
AACAGGCGC
AACAGGCGG
AACAGGCGT
AACAGGCTA
AACAGGCTC
AACAGGCTG
AACAGGCTT
AACAGGGAA
AACAGGGAC
AACAGGGAG
AACAGGGAT
AACAGGGCA
AACAGGGCC
AACAGGGCG
AACAGGGCT
AACAGGGGA
AACAGGGGC
AACAGGGGG
AACAGGGGT
AACAGGGTA
AACAGGGTC
AACAGGGTG
AACAGGGTT
AACAGGTAA
AACAGGTAC
AACAGGTAG
AACAGGTAT
AACAGGTCA
AACAGGTCC
AACAGGTCG
AACAGGTCT
AACAGGTGA
AACAGGTGC
AACAGGTGG
AACAGGTGT
AACAGGTTA
AACAGGTTC
AACAGGTTG
AACAGGTTT
AACAGTAAA
AACAGTAAC
AACAGTAAG
AACAGTAAT
AACAGTACA
AACAGTACC
AACAGTACG
AACAGTACT
AACAGTAGA
AACAGTAGC
AACAGTAGG
AACAGTAGT
AACAGTATA
AACAGTATC
AACAGTATG
AACAGTATT
AACAGTCAA
AACAGTCAC
AACAGTCAG
AACAGTCAT
AACAGTCCA
AACAGTCCC
AACAGTCCG
AACAGTCCT
AACAGTCGA
AACAGTCGC
AACAGTCGG
AACAGTCGT
AACAGTCTA
AACAGTCTC
AACAGTCTG
AACAGTCTT
AACAGTGAA
AACAGTGAC
AACAGTGAG
AACAGTGAT
AACAGTGCA
AACAGTGCC
AACAGTGCG
AACAGTGCT
AACAGTGGA
AACAGTGGC
AACAGTGGG
AACAGTGGT
AACAGTGTA
AACAGTGTC
AACAGTGTG
AACAGTGTT
AACAGTTAA
AACAGTTAC
AACAGTTAG
AACAGTTAT
AACAGTTCA
AACAGTTCC
AACAGTTCG
AACAGTTCT
AACAGTTGA
AACAGTTGC
AACAGTTGG
AACAGTTGT
AACAGTTTA
AACAGTTTC
AACAGTTTG
AACAGTTTT
AACATAAAA
AACATAAAC
AACATAAAG
AACATAAAT
AACATAACA
AACATAACC
AACATAACG
AACATAACT
AACATAAGA
AACATAAGC
AACATAAGG
AACATAAGT
AACATAATA
AACATAATC
AACATAATG
AACATAATT
AACATACAA
AACATACAC
AACATACAG
AACATACAT
AACATACCA
AACATACCC
AACATACCG
AACATACCT
AACATACGA
AACATACGC
AACATACGG
AACATACGT
AACATACTA
AACATACTC
AACATACTG
AACATACTT
AACATAGAA
AACATAGAC
AACATAGAG
AACATAGAT
AACATAGCA
AACATAGCC
AACATAGCG
AACATAGCT
AACATAGGA
AACATAGGC
AACATAGGG
AACATAGGT
AACATAGTA
AACATAGTC
AACATAGTG
AACATAGTT
AACATATAA
AACATATAC
AACATATAG
AACATATAT
AACATATCA
AACATATCC
AACATATCG
AACATATCT
AACATATGA
AACATATGC
AACATATGG
AACATATGT
AACATATTA
AACATATTC
AACATATTG
AACATATTT
AACATCAAA
AACATCAAC
AACATCAAG
AACATCAAT
AACATCACA
AACATCACC
AACATCACG
AACATCACT
AACATCAGA
AACATCAGC
AACATCAGG
AACATCAGT
AACATCATA
AACATCATC
AACATCATG
AACATCATT
AACATCCAA
AACATCCAC
AACATCCAG
AACATCCAT
AACATCCCA
AACATCCCC
AACATCCCG
AACATCCCT
AACATCCGA
AACATCCGC
AACATCCGG
AACATCCGT
AACATCCTA
AACATCCTC
AACATCCTG
AACATCCTT
AACATCGAA
AACATCGAC
AACATCGAG
AACATCGAT
AACATCGCA
AACATCGCC
AACATCGCG
AACATCGCT
AACATCGGA
AACATCGGC
AACATCGGG
AACATCGGT
AACATCGTA
AACATCGTC
AACATCGTG
AACATCGTT
AACATCTAA
AACATCTAC
AACATCTAG
AACATCTAT
AACATCTCA
AACATCTCC
AACATCTCG
AACATCTCT
AACATCTGA
AACATCTGC
AACATCTGG
AACATCTGT
AACATCTTA
AACATCTTC
AACATCTTG
AACATCTTT
AACATGAAA
AACATGAAC
AACATGAAG
AACATGAAT
